[
  {
    "date": "2024-01-01",
    "holidays": [
      {
        "title": "New Year",
        "description": "A bright and cheerful holiday - New Year's - is celebrated in most countries according to the Gregorian calendar, on the night from December 31 to January 1. Find out where and how it's celebrated, what traditions and features exist, how to congratulate and how to please loved ones on New Year's.",
        "url": "https://www.calend.ru/holidays/0/0/293/"
      }
    ]
  },
  {
    "date": "2024-01-02",
    "holidays": [
      {
        "title": "Science Fiction Day",
        "description": "January 2 is celebrated as Science Fiction Day. Among fans of various literary genres, there are many admirers of science fiction, united by their love for this direction in literature, cinema, and other forms of art.",
        "url": "https://www.calend.ru/holidays/0/0/3602/"
      }
    ]
  },
  {
    "date": "2024-01-02",
    "holidays": [
      {
        "title": "World Introvert Day",
        "description": "On January 2, 2011, the unofficial but instantly global World Introvert Day was celebrated for the first time. For many people, the concepts of \"introvert\" and \"extrovert\" are known from the basics of psychology, studied in school or at university.",
        "url": "https://www.calend.ru/holidays/0/0/3766/"
      }
    ]
  },
  {
    "date": "2024-01-03",
    "holidays": [
      {
        "title": "Birthday of the cocktail straw",
        "description": "January 3 is celebrated around the world as an unusual holiday - this date is considered the Birthday of the Drinking Straw (Drinking Straw Day). A straw is a device in the form of a tube, designed for sucking any drinks into the mouth, with the aim of subsequent",
        "url": "https://www.calend.ru/holidays/0/0/3187/"
      }
    ]
  },
  {
    "date": "2024-01-04",
    "holidays": [
      {
        "title": "Newton's Day",
        "description": "Oh, how many wonderful discoveries\nThe spirit of enlightenment prepares for us,\nAnd experience, the son of difficult mistakes,\nAnd genius, the friend of paradoxes,\nAnd chance, the god of invention...\nA.S. Pushkin\nIt's not a coincidence that it is appropriate to remember in the first days of the new year.",
        "url": "https://www.calend.ru/holidays/0/0/3057/"
      }
    ]
  },
  {
    "date": "2024-01-05",
    "holidays": [
      {
        "title": "International Unloading Day",
        "description": "Every year on December 31st, people start behaving strangely. From morning until almost evening, they cook, eating almost nothing, and closer to midnight, they sit at the table and start eating. A lot. Bowls of salads are eaten, as well as several variations of hot dishes.",
        "url": "https://www.calend.ru/holidays/0/0/3422/"
      }
    ]
  },
  {
    "date": "2024-01-05",
    "holidays": [
      {
        "title": "International Scout Day",
        "description": "January 5 is celebrated as International Scouts Day. For many representatives of the older and middle generations of Russians, the word \"scout\" (Eng. scout) has long been associated with a youth movement that was part of Western culture, and",
        "url": "https://www.calend.ru/holidays/0/0/3604/"
      }
    ]
  },
  {
    "date": "2024-01-09",
    "holidays": [
      {
        "title": "International Choreographer's Day",
        "description": "January 9 is celebrated as International Choreographer's Day. This holiday is dedicated to those people who carefully preserve and increase the technique and plasticity of dance art, teaching future performers. The love of humanity for the art of dance, the hall",
        "url": "https://www.calend.ru/holidays/0/0/3770/"
      }
    ]
  },
  {
    "date": "2024-01-11",
    "holidays": [
      {
        "title": "International \"Thank You\" Day",
        "description": "January 11 can be called one of the most \"polite\" dates of the year without exaggeration - today International Thank You Day is celebrated. Every year more and more countries and people join in the celebration of this day.",
        "url": "https://www.calend.ru/holidays/0/0/1804/"
      }
    ]
  },
  {
    "date": "2024-01-14",
    "holidays": [
      {
        "title": "Old New Year",
        "description": "The tradition of celebrating the Old New Year comes from the discrepancy between the Julian calendar (or otherwise the \"old style\" calendar) and the Gregorian calendar - the one that practically the whole world lives by now. The discrepancy between the calendars in the 20-21st centuries is 13.",
        "url": "https://www.calend.ru/holidays/0/0/5/"
      }
    ]
  },
  {
    "date": "2024-01-16",
    "holidays": [
      {
        "title": "World Beatles Day",
        "description": "Traditionally, on January 16th, the songs \"Yesterday\", \"Yellow Submarine\", \"Let It Be\" and other creations of one of the most popular music groups of all times and peoples - the legendary foursome from Liverpool, echo from the speakers and headphones of true music lovers. Since 2001.",
        "url": "https://www.calend.ru/holidays/0/0/2974/"
      }
    ]
  },
  {
    "date": "2024-01-16",
    "holidays": [
      {
        "title": "Icebreaker's Day",
        "description": "On January 16, all ice makers - both professionals working on large ice arenas, and amateurs, who flood rinks in yards for children, - celebrate their professional holiday. The date was chosen in connection with the fact that it is on January 16",
        "url": "https://www.calend.ru/holidays/0/0/3204/"
      }
    ]
  },
  {
    "date": "2024-01-17",
    "holidays": [
      {
        "title": "Day of Children's Inventions",
        "description": "First, a question: Do you know what unites water skis, fur earmuffs, fruit popsicles, and Braille? Yes, all these obvious items today were invented by children. Each year, more than 500,000 children and teenagers invent.",
        "url": "https://www.calend.ru/holidays/0/0/3061/"
      }
    ]
  },
  {
    "date": "2024-01-20",
    "holidays": [
      {
        "title": "World Cheese Lovers Day",
        "description": "The holiday of fans of an incredibly popular dairy product is celebrated around the world on January 20 - this is World Cheese Lovers Day. Cheese is a very beneficial product. The variety of its types has allowed it to gain popularity among ordinary consumers.",
        "url": "https://www.calend.ru/holidays/0/0/3772/"
      }
    ]
  },
  {
    "date": "2024-01-20",
    "holidays": [
      {
        "title": "Penguin Awareness Day",
        "description": "On January 20, the global community celebrates an environmental holiday in honor of one of the most unusual birds in the world - Penguin Awareness Day. Its goal is to increase people's knowledge about penguins and to draw attention to their preservation.",
        "url": "https://www.calend.ru/holidays/0/0/3423/"
      }
    ]
  },
  {
    "date": "2024-01-21",
    "holidays": [
      {
        "title": "International Hug Day",
        "description": "January 21 is celebrated worldwide as one of the most unusual holidays - International Hug Day. It was founded in the USA in 1986 under the name National Hugging Day, and then rapidly spread",
        "url": "https://www.calend.ru/holidays/0/0/7/"
      }
    ]
  },
  {
    "date": "2024-01-21",
    "holidays": [
      {
        "title": "World Snow Day",
        "description": "In 2012, another good tradition appeared in the world - on one of the Sundays in January, at the initiative of the International Ski Federation (French: Fédération Internationale de Ski, FIS), World Snow Day (World Snow Day) is celebrated. Another one of its",
        "url": "https://www.calend.ru/holidays/0/0/3105/"
      }
    ]
  },
  {
    "date": "2024-01-21",
    "holidays": [
      {
        "title": "World Religion Day",
        "description": "Annually on the third Sunday of January, the World Religion Day (World Religion Day) is celebrated worldwide, initiated by the UN. This holiday dates back to 1950 when the national governing body of the Baha'i Faith in the USA established it with the goal of promoting",
        "url": "https://www.calend.ru/holidays/0/0/3062/"
      }
    ]
  },
  {
    "date": "2024-01-21",
    "holidays": [
      {
        "title": "International Ph.D. Student Day",
        "description": "January 21st is celebrated as Postgraduate Student Day in Russia. As it is also celebrated in a number of foreign countries, where the higher education system was built on the principles laid down in the USSR, this holiday has gained international status. The date of celebration is",
        "url": "https://www.calend.ru/holidays/0/0/3609/"
      }
    ]
  },
  {
    "date": "2024-01-23",
    "holidays": [
      {
        "title": "Handwriting Day",
        "description": "Every year on January 23, the world celebrates Handwriting Day, a day established to remind us all about the uniqueness of handwriting, the need to practice it, and its irreplaceability.",
        "url": "https://www.calend.ru/holidays/0/0/3063/"
      }
    ]
  },
  {
    "date": "2024-01-23",
    "holidays": [
      {
        "title": "World Pie Day",
        "description": "World Nutella Day, Sugar Cookie Day, World Candy and Ice Cream Days, International Pizza and Dessert Days... Holidays for every gastronomic taste and preference. January 23rd falls into the same category. On this day, World Pie Day is celebrated.",
        "url": "https://www.calend.ru/holidays/0/0/3774/"
      }
    ]
  },
  {
    "date": "2024-01-24",
    "holidays": [
      {
        "title": "International Eskimo Day",
        "description": "January 24 is celebrated as a \"sweet\" holiday - International Eskimo Pie Day. The date for its establishment was chosen because it was on this day in 1922 that the owner of a candy store in Onawa (Iowa, USA), Christian",
        "url": "https://www.calend.ru/holidays/0/0/3224/"
      }
    ]
  },
  {
    "date": "2024-01-26",
    "holidays": [
      {
        "title": "International Customs Officer's Day",
        "description": "Every year on January 26, the International Customs Day is celebrated around the world - a professional holiday for all customs service workers on the planet. The convention on the formation of the Council of Customs Cooperation came into effect in November 1952.",
        "url": "https://www.calend.ru/holidays/0/0/10/"
      }
    ]
  },
  {
    "date": "2024-01-28",
    "holidays": [
      {
        "title": "International Day WITHOUT Internet",
        "description": "As is known, in the series of holidays, there is such a holiday as Internet Day, but one should not ignore another, albeit very unusual holiday - International Internet-Free Day. It is celebrated worldwide.",
        "url": "https://www.calend.ru/holidays/0/0/3190/"
      }
    ]
  },
  {
    "date": "2024-01-28",
    "holidays": [
      {
        "title": "International Data Protection Day",
        "description": "Annually on January 28, starting from 2007, International Data Protection Day (Data Protection Day) is celebrated. This holiday was established so that network users do not forget to comply with the rules of conduct on the Internet, which help",
        "url": "https://www.calend.ru/holidays/0/0/3066/"
      }
    ]
  },
  {
    "date": "2024-01-28",
    "holidays": [
      {
        "title": "International LEGO Day",
        "description": "January 28th is a holiday that unites many generations of children and adults who are passionate about assembling building blocks. Perhaps, for most of them, the first association with the word \"constructor\" is the name \"Lego\". And this holiday is named",
        "url": "https://www.calend.ru/holidays/0/0/3661/"
      }
    ]
  },
  {
    "date": "2024-01-28",
    "holidays": [
      {
        "title": "World Leprosy Aid Day",
        "description": "Every year, on the last Sunday of January, World Leprosy Aid Day is celebrated. This date was established in 1954 by the World Health Organization (WHO) at the initiative of French writer and philanthropist Raoul Follereau.",
        "url": "https://www.calend.ru/holidays/0/0/3775/"
      }
    ]
  },
  {
    "date": "2024-01-29",
    "holidays": [
      {
        "title": "Day of Mobilization Against the Threat of Nuclear War",
        "description": "The International Mobilization Day against Nuclear War is observed worldwide on the anniversary of the adoption of the Delhi Declaration, the main goal of which is to call for an end to the nuclear arms race, reduction of",
        "url": "https://www.calend.ru/holidays/0/0/3053/"
      }
    ]
  },
  {
    "date": "2024-02-01",
    "holidays": [
      {
        "title": "International Dessert Day",
        "description": "What unites such concepts as tiramisu, nougat, pudding, chak-chak, cheesecake, eclair, marzipan, apple pie, strudel, ice cream, as well as the dates 12 November and 1 February? It immediately becomes obvious to most people that this list can be continued for a very long time.",
        "url": "https://www.calend.ru/holidays/0/0/3612/"
      }
    ]
  },
  {
    "date": "2024-02-01",
    "holidays": [
      {
        "title": "World Hijab Day",
        "description": "February 1st is celebrated as World Hijab Day - a holiday that is gaining popularity in many countries around the world. The main group of people who celebrate it are representatives of Islam, although there are many who are interested in this, unusual at first.",
        "url": "https://www.calend.ru/holidays/0/0/3424/"
      }
    ]
  },
  {
    "date": "2024-02-02",
    "holidays": [
      {
        "title": "International Day of Transformational Games",
        "description": "The game is the best way to try to do something you've never done before. Children play from birth, for them it is a way of exploring the world, gaining new experiences, developing spiritual and physical strength. Adults, deep down, are still children. Despite the age.",
        "url": "https://www.calend.ru/holidays/0/0/3796/"
      }
    ]
  },
  {
    "date": "2024-02-02",
    "holidays": [
      {
        "title": "Sled Dog Day",
        "description": "February 2 is a holiday dedicated to an animal, whose loyalty and service to humans continue to amaze us even now. It's Sled Dog Day. For most people, sled dogs are unequivocally associated with the t...",
        "url": "https://www.calend.ru/holidays/0/0/3719/"
      }
    ]
  },
  {
    "date": "2024-02-03",
    "holidays": [
      {
        "title": "World Day Against Profanity",
        "description": "February 3rd is celebrated as World Day Against Profanity. For most people, this title is unambiguously and correctly perceived as World Day Against Obscene Language. The fact is that \"non-normative vocabulary\" - the concept is not",
        "url": "https://www.calend.ru/holidays/0/0/3776/"
      }
    ]
  },
  {
    "date": "2024-02-04",
    "holidays": [
      {
        "title": "Birthday of rubber galoshes",
        "description": "Obviously, it will be interesting for everyone who lives by the principle of \"not a day without a holiday!\", wandering through the expanses of the internet, a date without any confirmed statuses, celebrated on February 4 - Rubber Galoshes Birthday. Although the date is controversial,",
        "url": "https://www.calend.ru/holidays/0/0/3426/"
      }
    ]
  },
  {
    "date": "2024-02-05",
    "holidays": [
      {
        "title": "World Nutella Day",
        "description": "Annually, since 2007, February 5 is celebrated as World Nutella Day, and today this holiday received international recognition. The Nutella brand, known worldwide and extremely popular primarily among children, has ensured.",
        "url": "https://www.calend.ru/holidays/0/0/3427/"
      }
    ]
  },
  {
    "date": "2024-02-06",
    "holidays": [
      {
        "title": "International Bartender's Day",
        "description": "International Bartender's Day is a professional holiday celebrated in many countries on February 6th. The date for the holiday was not chosen at random - February 6th is also the day of St. Amand (St. Amand or Amandus).",
        "url": "https://www.calend.ru/holidays/0/0/1319/"
      }
    ]
  },
  {
    "date": "2024-02-06",
    "holidays": [
      {
        "title": "Mobile Phone Rejection Day",
        "description": "How many copies have been broken in the last decades discussing the issue of what mobile phones have brought more into our lives: benefits or harm? It's hard to answer. Moreover, the number of clear supporters and opponents of mass adoption of",
        "url": "https://www.calend.ru/holidays/0/0/3778/"
      }
    ]
  },
  {
    "date": "2024-02-09",
    "holidays": [
      {
        "title": "International Dentist's Day",
        "description": "The tradition of celebrating International Dentist Day on February 9th is gradually becoming popular in many countries. Somewhere it is also known as Toothache Day. The date of the holiday is timed.",
        "url": "https://www.calend.ru/holidays/0/0/1857/"
      }
    ]
  },
  {
    "date": "2024-02-09",
    "holidays": [
      {
        "title": "International Pizza Day",
        "description": "International Pizza Day is celebrated annually on February 9th. Few products have achieved such popularity as pizza. This simple, at first glance, Italian national dish, consisting of a thin flatbread with a filling made from tomato paste.",
        "url": "https://www.calend.ru/holidays/0/0/3666/"
      }
    ]
  },
  {
    "date": "2024-02-10",
    "holidays": [
      {
        "title": "New Year according to the lunar calendar",
        "description": "New Year is the longest and most important holiday in the Chinese (lunar) calendar. Festivals and celebrations related to this holiday last for 15 days. It falls on the second new moon after the winter solstice, between January 12 and February 19.",
        "url": "https://www.calend.ru/holidays/0/0/364/"
      }
    ]
  },
  {
    "date": "2024-02-11",
    "holidays": [
      {
        "title": "World Sick Day",
        "description": "February 11th in the international calendar is designated as World Day of the Sick. This event is conceived more as a social step, aimed at supporting people who have fallen into the sad category of the sick.",
        "url": "https://www.calend.ru/holidays/0/0/14/"
      }
    ]
  },
  {
    "date": "2024-02-12",
    "holidays": [
      {
        "title": "Darwin Day",
        "description": "Darwin Day or International Day of Science and Humanism, timed to coincide with the birthday of the famous English naturalist, is celebrated annually on February 12th. Charles Darwin (Charles Darwin, 1809-1882) is the founder of the theory of evolution.",
        "url": "https://www.calend.ru/holidays/0/0/3428/"
      }
    ]
  },
  {
    "date": "2024-02-12",
    "holidays": [
      {
        "title": "International Day of Marriage Agencies",
        "description": "It is noteworthy that almost on the eve of Valentine's Day - February 12 - International Day of Marriage Agencies is celebrated. This professional holiday originated in Ukraine - it was registered.",
        "url": "https://www.calend.ru/holidays/0/0/2888/"
      }
    ]
  },
  {
    "date": "2024-02-13",
    "holidays": [
      {
        "title": "Mardi Gras",
        "description": "Mardi Gras (Fr. Mardi Gras) - in a literal translation from French, this sonorous phrase means \"Fat Tuesday\" or even \"Shrove Tuesday\". The holiday is celebrated in many countries around the world on Tuesday, before Ash Wednesday.",
        "url": "https://www.calend.ru/holidays/0/0/943/"
      }
    ]
  },
  {
    "date": "2024-02-14",
    "holidays": [
      {
        "title": "Valentine's Day",
        "description": "On February 14, many countries around the world celebrate Valentine's Day or the Day of all Lovers. It is believed that Valentine's Day has existed for over 16 centuries, but Love celebrations are known from even earlier times.",
        "url": "https://www.calend.ru/holidays/0/0/15/"
      }
    ]
  },
  {
    "date": "2024-02-14",
    "holidays": [
      {
        "title": "International Book Giving Day",
        "description": "February 14th is undoubtedly known, first and foremost, as Valentine's Day or the Day of all Lovers. However, the number of people who know about another holiday celebrated on this day is growing. Annually, starting from 2012, February 14th is celebrated",
        "url": "https://www.calend.ru/holidays/0/0/3347/"
      }
    ]
  },
  {
    "date": "2024-02-14",
    "holidays": [
      {
        "title": "Computer Programmer's Day",
        "description": "February 14th is an unofficial but widely celebrated Computer Day in the professional world. On February 14, 1946, the first genuinely functioning electronic computer ENIAC I (Electrical Numerical Integrator and Computer) was demonstrated to the scientific world and all interested parties.",
        "url": "https://www.calend.ru/holidays/0/0/2369/"
      }
    ]
  },
  {
    "date": "2024-02-15",
    "holidays": [
      {
        "title": "World Information Management Day",
        "description": "Celebrated every third Thursday of February, Global Information Governance Day is closely related to another holiday established by the decision of the International Informatics Forum in 1992 - World Information Day.",
        "url": "https://www.calend.ru/holidays/0/0/3779/"
      }
    ]
  },
  {
    "date": "2024-02-15",
    "holidays": [
      {
        "title": "International Day of Children with Cancer",
        "description": "International Childhood Cancer Day, or the International Day for the Fight Against Cancer in Children, is celebrated annually on February 15th by many countries around the world. This date first appeared on the calendar in 2001 at the initiative of the international organization.",
        "url": "https://www.calend.ru/holidays/0/0/3071/"
      }
    ]
  },
  {
    "date": "2024-02-15",
    "holidays": [
      {
        "title": "International Operating Room Nurse Day",
        "description": "In 2009, the International Association of Operating Room Nurses established a professional holiday in recognition of the work of operating room nurses. It was named International Operating Room Nurse Day and is celebrated annually on February 15.",
        "url": "https://www.calend.ru/holidays/0/0/3777/"
      }
    ]
  },
  {
    "date": "2024-02-17",
    "holidays": [
      {
        "title": "Day of Spontaneous Kindness",
        "description": "Random Acts of Kindness Day, celebrated worldwide annually on February 17, is one of the recent initiatives of international charitable organizations. This holiday has its origins in the USA, but today it is already...",
        "url": "https://www.calend.ru/holidays/0/0/927/"
      }
    ]
  },
  {
    "date": "2024-02-18",
    "holidays": [
      {
        "title": "Battery Day",
        "description": "In mid-February, a holiday is celebrated dedicated to one of the discoveries made in the field of physics and chemistry over 200 years ago, but the fruits of which are used by every person today. This is Battery Day. February 18, 1745 was the birth",
        "url": "https://www.calend.ru/holidays/0/0/3671/"
      }
    ]
  },
  {
    "date": "2024-02-19",
    "holidays": [
      {
        "title": "World Day for the Protection of Marine Mammals",
        "description": "International Marine Mammal Protection Day or World Whale Day is celebrated in many countries on February 19th. This environmental date is considered a day of protection not only for whales, but for all marine mammals.",
        "url": "https://www.calend.ru/holidays/0/0/3054/"
      }
    ]
  },
  {
    "date": "2024-02-21",
    "holidays": [
      {
        "title": "World Tour Guide Day",
        "description": "Annually on February 21, many cities around the world - especially those that are tourism centers - celebrate International Tourist Guide Day. It was established by the World Federation of Tourist Guide Associations.",
        "url": "https://www.calend.ru/holidays/0/0/2994/"
      }
    ]
  },
  {
    "date": "2024-02-22",
    "holidays": [
      {
        "title": "International Day of Support for Victims of Crime",
        "description": "Annually on February 22, a commemorative date is celebrated in a number of countries - the Day of Support for Victims of Crime, designed to draw attention to the problems of those who have suffered from criminal acts. The date was chosen in connection with the fact that on February 22, 1990, the ruler...",
        "url": "https://www.calend.ru/holidays/0/0/922/"
      }
    ]
  },
  {
    "date": "2024-02-26",
    "holidays": [
      {
        "title": "World Day of Slowness",
        "description": "February 26 marks an original holiday - the Day of Slowness (or Day of Deliberation), which has already acquired the \"status\" of an international day by now. The idea of establishing such a holiday belongs to the Italians. They are - quite",
        "url": "https://www.calend.ru/holidays/0/0/3286/"
      }
    ]
  },
  {
    "date": "2024-02-27",
    "holidays": [
      {
        "title": "International Polar Bear Day",
        "description": "Annually on February 27, the world celebrates International Polar Bear Day or, in a more familiar Russian variant, White Bear Day. Its observance was initiated by a public organization dedicated to the conservation of white bears.",
        "url": "https://www.calend.ru/holidays/0/0/3082/"
      }
    ]
  },
  {
    "date": "2024-02-27",
    "holidays": [
      {
        "title": "World Day of Non-Governmental Organizations",
        "description": "February 27 is celebrated as World Non-Governmental Organizations Day or World NGO Day. Sometimes the holiday is also referred to as World NPO (Non-Profit Organizations) Day. The history of the holiday's origin is associated with the actions...",
        "url": "https://www.calend.ru/holidays/0/0/3614/"
      }
    ]
  },
  {
    "date": "2024-02-28",
    "holidays": [
      {
        "title": "Public Sleep Day",
        "description": "It's no secret how important sleep plays in a person's life. And, perhaps, only a human is capable of consciously ignoring (although, only for a certain time) the body's natural need for rest, where sleep plays the most important role.",
        "url": "https://www.calend.ru/holidays/0/0/3672/"
      }
    ]
  },
  {
    "date": "2024-02-29",
    "holidays": [
      {
        "title": "International Day of Rare Diseases",
        "description": "On the initiative of the European Organization for Rare Diseases EURORDIS, the rarest day of the year - February 29 - officially received the status of International Rare Disease Day. In non-leap years, the holiday is celebrated on February 28.",
        "url": "https://www.calend.ru/holidays/0/0/3070/"
      }
    ]
  },
  {
    "date": "2024-03-01",
    "holidays": [
      {
        "title": "World Compliment Day",
        "description": "There is no exact information about who and when such an interesting holiday as World Compliment Day was established. According to one version, it began to be celebrated in 2001 in the Netherlands. There is also no single opinion on the exact date.",
        "url": "https://www.calend.ru/holidays/0/0/3351/"
      }
    ]
  },
  {
    "date": "2024-03-01",
    "holidays": [
      {
        "title": "World Civil Defense Day",
        "description": "Annually, March 1 is marked as World Civil Defence Day. In 1931, at the initiative of several states, the \"Association of Geneva Zones\" was founded in Paris - \"safety zones\", for the creation through bilateral",
        "url": "https://www.calend.ru/holidays/0/0/17/"
      }
    ]
  },
  {
    "date": "2024-03-01",
    "holidays": [
      {
        "title": "Celebration of the arrival of spring",
        "description": "On March 1, a number of countries celebrate the Festival of Spring, which has defeated winter. It is not related to Christian holidays associated with the date of Great Lent, but originates from an ancient legend about Spring. Once, the Sun descended to the earth in the image of a beautiful",
        "url": "https://www.calend.ru/holidays/0/0/610/"
      }
    ]
  },
  {
    "date": "2024-03-02",
    "holidays": [
      {
        "title": "International Matchstick Day",
        "description": "Every year on March 2nd, one of the unusual holidays is celebrated worldwide - International Matchstick Day. The reasons why this date was chosen for its establishment vary. However, the opinions agree on one thing - that matchsticks have been one of the essential tools for many decades.",
        "url": "https://www.calend.ru/holidays/0/0/3231/"
      }
    ]
  },
  {
    "date": "2024-03-03",
    "holidays": [
      {
        "title": "World Writer's Day",
        "description": "The World Day of the Writer (World Day of the writer) is celebrated almost in all countries annually on March 3. The full name of this holiday is the World Peace Day for the Writer, it was established by the decision of the 48th congress of the International PEN club (Inter",
        "url": "https://www.calend.ru/holidays/0/0/446/"
      }
    ]
  },
  {
    "date": "2024-03-03",
    "holidays": [
      {
        "title": "International Children's Television and Broadcasting Day",
        "description": "International Children's Day of Broadcasting is one of the brightest and kindest holidays, celebrated on the first Sunday of March. It was established by UNICEF in 1991 and calls not to forget about the children.",
        "url": "https://www.calend.ru/holidays/0/0/118/"
      }
    ]
  },
  {
    "date": "2024-03-03",
    "holidays": [
      {
        "title": "World Hearing Day",
        "description": "The World Health Organization (WHO) has established a special day dedicated to the protection of ear and hearing health. The International Day for Ear and Hearing, known to all, is celebrated annually on March 3rd.",
        "url": "https://www.calend.ru/holidays/0/0/3085/"
      }
    ]
  },
  {
    "date": "2024-03-04",
    "holidays": [
      {
        "title": "World Engineering Day",
        "description": "World Engineering Day (World Engineering Day) is celebrated annually on March 4, starting from 2020. This professional holiday for engineers, scientists, and inventors was established at the initiative of the World Federation of Engineering Organizations (World Federation).",
        "url": "https://www.calend.ru/holidays/0/0/3783/"
      }
    ]
  },
  {
    "date": "2024-03-04",
    "holidays": [
      {
        "title": "World Obesity Awareness Day",
        "description": "March 4 is World Obesity Day. Originally, it was observed on October 11, but the date was changed from 2020. If 20-30 years ago the problem of obesity was a topic of discussion among individual people,",
        "url": "https://www.calend.ru/holidays/0/0/3581/"
      }
    ]
  },
  {
    "date": "2024-03-05",
    "holidays": [
      {
        "title": "Day of turned off gadgets",
        "description": "A huge number of advocates for the introduction of modern technologies and gadgets into our daily life are increasingly encountering counter-arguments from those who see more negative consequences in this process than positives. Even among the first group, an increasing number",
        "url": "https://www.calend.ru/holidays/0/0/3782/"
      }
    ]
  },
  {
    "date": "2024-03-06",
    "holidays": [
      {
        "title": "International Dentist's Day",
        "description": "Annually on March 6th in many countries, a professional holiday for dentists is celebrated - International Dentist Day or Dentist's Day. Dentistry is one of the oldest branches of medicine. And",
        "url": "https://www.calend.ru/holidays/0/0/2893/"
      }
    ]
  },
  {
    "date": "2024-03-08",
    "holidays": [
      {
        "title": "International Women's Day",
        "description": "Beloved women come to us in springs,\nThey are as unexpected as rain or snow.\nBeloved women come to us like stars,\nWhen we open one among all.\n\"Beloved Women\" music by S. Tulikov, words by M. Plyatskovsky.",
        "url": "https://www.calend.ru/holidays/0/0/18/"
      }
    ]
  },
  {
    "date": "2024-03-09",
    "holidays": [
      {
        "title": "Day of non-standard thinking people",
        "description": "March 9 is observed as the Day of Non-Standard Thinking People. Those who go beyond standard or template thinking have often been perceived, to put it mildly, ambiguously in history. Often they were not taken seriously, subjected to criticism, on",
        "url": "https://www.calend.ru/holidays/0/0/3785/"
      }
    ]
  },
  {
    "date": "2024-03-09",
    "holidays": [
      {
        "title": "Day of Domestic Insects",
        "description": "Among other pets that brighten a person's loneliness, expand his world, and delight the eye, domestic insects are becoming increasingly popular. It is to them that the Day of Domestic Insects is dedicated, celebrated annually on March 9th.",
        "url": "https://www.calend.ru/holidays/0/0/3784/"
      }
    ]
  },
  {
    "date": "2024-03-09",
    "holidays": [
      {
        "title": "World DJ Day",
        "description": "World DJ Day is not so much an official holiday, but an important charity campaign that has been held since 2002 on behalf of the International Club Industry. Every year, a charity week takes place worldwide.",
        "url": "https://www.calend.ru/holidays/0/0/1512/"
      }
    ]
  },
  {
    "date": "2024-03-11",
    "holidays": [
      {
        "title": "Maslenitsa",
        "description": "Maslenitsa is an ancient Slavic holiday with numerous traditions, which has survived through the centuries to the present day. It is celebrated for a week before Lent. Maslenitsa in 2024 will be celebrated from March 11 to March 17. Maslenitsa is a cheerful farewell to winter.",
        "url": "https://www.calend.ru/holidays/0/0/1246/"
      }
    ]
  },
  {
    "date": "2024-03-11",
    "holidays": [
      {
        "title": "Commonwealth Day",
        "description": "Commonwealth Day is an annual holiday of 56 participating countries of the international community of the Commonwealth of Nations (until 1947 - the British Commonwealth of Nations), an association of independent states that were previously part of the British Empire.",
        "url": "https://www.calend.ru/holidays/0/0/388/"
      }
    ]
  },
  {
    "date": "2024-03-12",
    "holidays": [
      {
        "title": "World Day Against Cyber Censorship",
        "description": "March 12 is a memorable date - World Day Against Cyber Censorship, established by the efforts of a number of international public organizations. The eternal problem, associated with the concepts of freedom of dissemination.",
        "url": "https://www.calend.ru/holidays/0/0/3616/"
      }
    ]
  },
  {
    "date": "2024-03-14",
    "holidays": [
      {
        "title": "World Kidney Day",
        "description": "World Kidney Day is celebrated annually on the second Thursday of March, starting from 2006. Essentially, it is a global awareness and educational campaign aimed at increasing awareness about the importance of our kidneys.",
        "url": "https://www.calend.ru/holidays/0/0/3353/"
      }
    ]
  },
  {
    "date": "2024-03-14",
    "holidays": [
      {
        "title": "International River Day",
        "description": "On March 14, many countries observe International Day for Rivers, previously known as International Day of Action Against Dams and for Rivers, Water and Life.",
        "url": "https://www.calend.ru/holidays/0/0/1914/"
      }
    ]
  },
  {
    "date": "2024-03-14",
    "holidays": [
      {
        "title": "International Pi Day",
        "description": "March 14 is celebrated worldwide as one of the most unusual holidays - International Pi Day. The day was first celebrated in 1988 at the Exploratorium science museum in San Francisco.",
        "url": "https://www.calend.ru/holidays/0/0/1919/"
      }
    ]
  },
  {
    "date": "2024-03-15",
    "holidays": [
      {
        "title": "World Consumer Rights Day",
        "description": "The customer (consumer) is always right! A popular saying. Every year on March 15, the international community celebrates World Consumer Rights Day, or World Day for Consumer Rights Protection.",
        "url": "https://www.calend.ru/holidays/0/0/20/"
      }
    ]
  },
  {
    "date": "2024-03-15",
    "holidays": [
      {
        "title": "World Sleep Day",
        "description": "The first World Sleep Day took place on March 14, 2008, at the initiative of the World Sleep Day Committee of the World Association of Sleep Medicine (WASM), and has been held every year since then.",
        "url": "https://www.calend.ru/holidays/0/0/2721/"
      }
    ]
  },
  {
    "date": "2024-03-15",
    "holidays": [
      {
        "title": "International Protein Protection Day",
        "description": "The International Day of Action for the Seals, or Seal Day, is celebrated annually on March 15 in many countries around the world, it was established on the initiative of the International Fund for Animal Welfare (International Fund for Animal Welfare).",
        "url": "https://www.calend.ru/holidays/0/0/3055/"
      }
    ]
  },
  {
    "date": "2024-03-16",
    "holidays": [
      {
        "title": "Day of colored pencils",
        "description": "March 16 is celebrated as Colored Pencil Day. Literally translated from Turkic as \"black stone\", the word and the writing instrument called \"pencil\" firmly entered usage in the 20th century, although the history of the pencil dates back to the era of the Ancient World.",
        "url": "https://www.calend.ru/holidays/0/0/3781/"
      }
    ]
  },
  {
    "date": "2024-03-17",
    "holidays": [
      {
        "title": "Saint Patrick's Day",
        "description": "March 17 is the memorial day of the patron saint of Ireland, Saint Patrick (Eng. St. Patrick's Day, Ir. Lá ’le Pádraig). According to legend, Saint Patrick brought Christianity to the pagan island and drove out all the snakes. According to one version, he presumably died.",
        "url": "https://www.calend.ru/holidays/0/0/384/"
      }
    ]
  },
  {
    "date": "2024-03-18",
    "holidays": [
      {
        "title": "Day of the Paris Commune",
        "description": "The Day of the Paris Commune is celebrated by the world's workers to commemorate the victory of the first proletarian revolution on March 18, 1871. The decision to mark March 18 as the first successful attempt by workers to seize political power was made on February 20.",
        "url": "https://www.calend.ru/holidays/0/0/964/"
      }
    ]
  },
  {
    "date": "2024-03-19",
    "holidays": [
      {
        "title": "International Customer Day",
        "description": "There are many holidays in the world that people celebrate based on their affiliation to a certain social or professional group - Pensioner's Day, Boss's Day, Valentine's Day, Entrepreneur's Day... Recently, this list has been expanded even further.",
        "url": "https://www.calend.ru/holidays/0/0/3046/"
      }
    ]
  },
  {
    "date": "2024-03-19",
    "holidays": [
      {
        "title": "World Social Work Day",
        "description": "Every year, the World Day of Social Work is celebrated on the third Tuesday of March. The initiators and organizers of this professional holiday, which unites representatives of socially-oriented work, were in 1983.",
        "url": "https://www.calend.ru/holidays/0/0/3355/"
      }
    ]
  },
  {
    "date": "2024-03-20",
    "holidays": [
      {
        "title": "Earth Day",
        "description": "Worldwide, March 20, by the initiative of the UN, Earth Day is celebrated. Moreover, in the calendar of international holidays, there are two Earth Days - today's is timed to the Day of the Spring Equinox, and the second one is on April 22. The first one has a global",
        "url": "https://www.calend.ru/holidays/0/0/3058/"
      }
    ]
  },
  {
    "date": "2024-03-20",
    "holidays": [
      {
        "title": "Spring equinox day",
        "description": "The Vernal Equinox is one of the most unique natural phenomena, the essence of which, in scientific terms, is that \"at the moment of the equinox, the center of the Sun in its visible motion along the ecliptic crosses the celestial equator\".",
        "url": "https://www.calend.ru/holidays/0/0/1176/"
      }
    ]
  },
  {
    "date": "2024-03-20",
    "holidays": [
      {
        "title": "International Day of Astrology",
        "description": "International Astrology Day, annually celebrated by astrologers and enthusiasts on March 20, is timed to coincide with the day of the spring equinox. This day of a unique natural phenomenon marks the beginning of the new astrological year.",
        "url": "https://www.calend.ru/holidays/0/0/1923/"
      }
    ]
  },
  {
    "date": "2024-03-20",
    "holidays": [
      {
        "title": "Navruz",
        "description": "The spring equinox holiday Navruz, originated in Khorasan (a historical region in northeastern Iran) more than 3,000 years ago, almost simultaneously with the emergence of agriculture, spread to all neighboring countries. Currently,",
        "url": "https://www.calend.ru/holidays/0/0/264/"
      }
    ]
  },
  {
    "date": "2024-03-20",
    "holidays": [
      {
        "title": "International No Meat Day",
        "description": "Many countries have been observing the International Day Without Meat since 1985. On this day, March 20th, stores and restaurants refrain from selling meat, and activists promote vegetarianism, as well as the idea of compassion towards animals.",
        "url": "https://www.calend.ru/holidays/0/0/2998/"
      }
    ]
  },
  {
    "date": "2024-03-21",
    "holidays": [
      {
        "title": "International Puppeteer's Day",
        "description": "The idea to celebrate International Puppetry Day, or World Puppetry Day, all over the world came from Javad Zolfaghari, a well-known figure in puppet theater from Iran. In 2000 at the XVIII Congress...",
        "url": "https://www.calend.ru/holidays/0/0/1925/"
      }
    ]
  },
  {
    "date": "2024-03-22",
    "holidays": [
      {
        "title": "Baltic Sea Day",
        "description": "The decision to annually celebrate the Baltic Sea Day was made in 1986 at the 17th meeting of the Helsinki Convention. The date of March 22 was chosen because it was on this day in 1974 that the convention itself was signed.",
        "url": "https://www.calend.ru/holidays/0/0/449/"
      }
    ]
  },
  {
    "date": "2024-03-22",
    "holidays": [
      {
        "title": "International Taxi Driver's Day",
        "description": "On March 22nd, taxi drivers around the world celebrate their professional holiday — International Taxi Driver's Day. Specifically, on this day in 1907, the first cars equipped with special meters appeared on the streets of London. The London cab drivers were called.",
        "url": "https://www.calend.ru/holidays/0/0/3021/"
      }
    ]
  },
  {
    "date": "2024-03-24",
    "holidays": [
      {
        "title": "International Day of Fight Against Depression",
        "description": "Annually, on March 24th, International Day for the Fight Against Depression is observed, with the aim of drawing people's attention to mental health issues. Depression (from the Latin \"deprimo\" - \"to suppress\", \"to press\") is the most common mental disorder.",
        "url": "https://www.calend.ru/holidays/0/0/3690/"
      }
    ]
  },
  {
    "date": "2024-03-26",
    "holidays": [
      {
        "title": "Purple Day (Epilepsy Awareness Day)",
        "description": "On March 26, \"Purple Day\" (Purple Day) is held worldwide. This is an annual international event whose goal is to raise awareness about such a disease as epilepsy. Once, a nine-year-old girl Cassidy Megan (Cassi",
        "url": "https://www.calend.ru/holidays/0/0/3138/"
      }
    ]
  },
  {
    "date": "2024-03-27",
    "holidays": [
      {
        "title": "World Theatre Day",
        "description": "World Theatre Day (World Theatre Day) was established in 1961 by the IX Congress of the International Theatre Institute (International Theatre Institute, ITI) and is annually celebrated on March 27 by the ITI Centers and international theatre societies. Traditionally",
        "url": "https://www.calend.ru/holidays/0/0/26/"
      }
    ]
  },
  {
    "date": "2024-03-28",
    "holidays": [
      {
        "title": "International Nutritionist Day",
        "description": "Nutritionist Day is a new holiday, celebrated on March 28, the day of the launch to a broad audience of the IT platform for nutritionists Nutrify - the Israeli representation of Nutrient Planner. The initiator of the holiday was Yulia Khodos, the founder.",
        "url": "https://www.calend.ru/holidays/0/0/3798/"
      }
    ]
  },
  {
    "date": "2024-03-30",
    "holidays": [
      {
        "title": "A day of walking in the park",
        "description": "An unusual and unofficial holiday, but very relevant for people living in the frantic pace of the modern world, - Take a Walk in the Park Day - is celebrated annually on March 30th. The main goal of this Day, of course, is to attract",
        "url": "https://www.calend.ru/holidays/0/0/3692/"
      }
    ]
  },
  {
    "date": "2024-03-31",
    "holidays": [
      {
        "title": "International Backup Day (Backup Day)",
        "description": "International Backup Day (English: World Backup Day) or Backup Day (from English: backup) is held annually on March 31. Backup (backup) is the creation of a copy of important data (for example, family photos, videos, documents).",
        "url": "https://www.calend.ru/holidays/0/0/2897/"
      }
    ]
  },
  {
    "date": "2024-04-01",
    "holidays": [
      {
        "title": "April Fool's Day",
        "description": "April Fool's Day (April Fools' Day or All Fool's Day) or Laughter Day is an international holiday celebrated worldwide on April 1. On this day, it is customary to play pranks on relatives, friends, and just acquaintances, or joke about them. Where exactly it originated from.",
        "url": "https://www.calend.ru/holidays/0/0/28/"
      }
    ]
  },
  {
    "date": "2024-04-01",
    "holidays": [
      {
        "title": "International Bird Day",
        "description": "Every year on April 1, International Bird Day is celebrated - an international environmental holiday. Its purpose is to preserve the species diversity and number of birds. It originated in the American state of Pennsylvania, as a children's",
        "url": "https://www.calend.ru/holidays/0/0/3036/"
      }
    ]
  },
  {
    "date": "2024-04-01",
    "holidays": [
      {
        "title": "The birthday of cognac",
        "description": "April 1st is an unofficial holiday, known primarily among cognac producers and fans of strong alcoholic beverages – the Birthday of Cognac. Cognac is a strong alcoholic drink.",
        "url": "https://www.calend.ru/holidays/0/0/3617/"
      }
    ]
  },
  {
    "date": "2024-04-02",
    "holidays": [
      {
        "title": "International Children's Book Day",
        "description": "Blooming pink bushes peered from the roof into the open window; their children's chairs were right there. Kai and Gerda each sat on their own and took each other's hands. The cold, desolate grandeur of the Snow Queen's halls was forgotten by them, like a heavy",
        "url": "https://www.calend.ru/holidays/0/0/30/"
      }
    ]
  },
  {
    "date": "2024-04-03",
    "holidays": [
      {
        "title": "World Party Day",
        "description": "April 3rd is a fun unofficial holiday - World Party Day or World Party Day (World Party Day). Also known as P-Day. The word \"party\", which is often used in the lexicon of young people today, is borrowed from English.",
        "url": "https://www.calend.ru/holidays/0/0/3362/"
      }
    ]
  },
  {
    "date": "2024-04-04",
    "holidays": [
      {
        "title": "Internet Day",
        "description": "In many countries around the world, April 4th is annually celebrated as Internet Day, which was sanctioned by Pope John Paul II in 1998 and timed to the day of the passing of Saint Isidore of Seville. However, the official patron saint of the Internet has not yet been appointed.",
        "url": "https://www.calend.ru/holidays/0/0/534/"
      }
    ]
  },
  {
    "date": "2024-04-04",
    "holidays": [
      {
        "title": "Webmaster's Day",
        "description": "April 4th is marked as the unofficial professional holiday - Webmaster's Day (or Webmaster). The date of this holiday is not chosen by chance: if you look closely, you can notice that the numbers 4.04 strongly resemble the 404 error (\"Not found\") in their writing.",
        "url": "https://www.calend.ru/holidays/0/0/3101/"
      }
    ]
  },
  {
    "date": "2024-04-04",
    "holidays": [
      {
        "title": "World Rat Day",
        "description": "Every year on April 4th, starting from 2003, an unusual holiday is celebrated - World Rat Day (World Rat Day), created to draw attention to this extraordinary animal and aimed at uniting decorative rat enthusiasts all over the world.",
        "url": "https://www.calend.ru/holidays/0/0/3232/"
      }
    ]
  },
  {
    "date": "2024-04-05",
    "holidays": [
      {
        "title": "International Soup Day",
        "description": "Soup is the first course and an important part of the daily diet. To emphasize once again the importance of this dish for human health, a holiday was created - International Soup Day, which is celebrated on April 5th. The history of soup is as old as...",
        "url": "https://www.calend.ru/holidays/0/0/3364/"
      }
    ]
  },
  {
    "date": "2024-04-07",
    "holidays": [
      {
        "title": "Geologist's Day",
        "description": "Traditionally, Geologist's Day is celebrated annually on the first Sunday of April in a number of post-Soviet countries. This professional holiday was established by the Decree of the Presidium of the Supreme Soviet of the USSR on March 31, 1966, to commemorate the merits of.",
        "url": "https://www.calend.ru/holidays/0/0/137/"
      }
    ]
  },
  {
    "date": "2024-04-08",
    "holidays": [
      {
        "title": "International Roma Day",
        "description": "International Roma (Gypsy) Day, which is celebrated annually on April 8 by representatives of this nation around the world, was established at the first World Gypsy Congress, held in London on April 8, 1971.",
        "url": "https://www.calend.ru/holidays/0/0/31/"
      }
    ]
  },
  {
    "date": "2024-04-10",
    "holidays": [
      {
        "title": "Brothers and Sisters Day",
        "description": "On April 10, various countries around the world celebrate another family holiday - Siblings Day. In the United States, it's called National Siblings Day. While not very well known, it is intended to continue the glorious tradition.",
        "url": "https://www.calend.ru/holidays/0/0/3358/"
      }
    ]
  },
  {
    "date": "2024-04-10",
    "holidays": [
      {
        "title": "International Day of Resistance Movement",
        "description": "The International Day of Resistance is celebrated annually on April 10 and is dedicated to everyone who resisted the fascists during the Second World War (1939-1945) in territories occupied by the forces of the Third Reich. The Resistance Movement.",
        "url": "https://www.calend.ru/holidays/0/0/2899/"
      }
    ]
  },
  {
    "date": "2024-04-11",
    "holidays": [
      {
        "title": "International Day of Liberation of Prisoners of Fascist Concentration Camps",
        "description": "April 11 is marked worldwide as a memorable date - International Day of Fascist Concentration Camps Prisoners Liberation. It was established in memory of the international uprising of prisoners.",
        "url": "https://www.calend.ru/holidays/0/0/1007/"
      }
    ]
  },
  {
    "date": "2024-04-12",
    "holidays": [
      {
        "title": "World Aviation and Cosmonautics Day",
        "description": "On April 12, the whole world celebrates Aviation and Cosmonautics Day - a memorable date dedicated to the first human flight into space. This is a special day - a day of triumph for science and all those who work in the space industry today. As a holiday - Cosmonautics Day.",
        "url": "https://www.calend.ru/holidays/0/0/32/"
      }
    ]
  },
  {
    "date": "2024-04-13",
    "holidays": [
      {
        "title": "World Rock-n-Roll Day",
        "description": "World Rock-n-roll Day is a holiday for like-minded people, for whom rock-n-roll has become not just music, but a style and way of life. The holiday is celebrated annually on April 13, although the historical event that served as the basis for it...",
        "url": "https://www.calend.ru/holidays/0/0/2901/"
      }
    ]
  },
  {
    "date": "2024-04-15",
    "holidays": [
      {
        "title": "International Day of Culture",
        "description": "\"Culture,\" translated from Sanskrit, literally means \"worship of light,\" expressing a striving for the knowledge of the beautiful, ideals, and self-improvement. It is necessary to study culture, remember it, and protect it constantly. After all, it is precisely the consumer...",
        "url": "https://www.calend.ru/holidays/0/0/3235/"
      }
    ]
  },
  {
    "date": "2024-04-15",
    "holidays": [
      {
        "title": "Day of Environmental Knowledge",
        "description": "Every year on April 15, many countries around the world celebrate Environmental Knowledge Day. Its history dates back to 1992, when at the UN Conference in Rio de Janeiro, where environmental issues were discussed, the immense importance of environmental knowledge was emphasized.",
        "url": "https://www.calend.ru/holidays/0/0/3064/"
      }
    ]
  },
  {
    "date": "2024-04-16",
    "holidays": [
      {
        "title": "World Voice Day",
        "description": "April 16th marks a holiday, the name of which initially evokes associations on the topic of human vocal abilities. We are talking about World Voice Day. In fact, this holiday, the idea to celebrate which appeared at the end.",
        "url": "https://www.calend.ru/holidays/0/0/3505/"
      }
    ]
  },
  {
    "date": "2024-04-17",
    "holidays": [
      {
        "title": "World Hemophilia Day",
        "description": "Every year on April 17, many countries join the campaign of the World Federation of Hemophilia (WFH) and the World Health Organization (WHO) and celebrate World Hemophilia Day.",
        "url": "https://www.calend.ru/holidays/0/0/2598/"
      }
    ]
  },
  {
    "date": "2024-04-18",
    "holidays": [
      {
        "title": "International Day of Monuments and Historical Sites",
        "description": "The motto of the International Day for Monuments and Sites, which is celebrated worldwide annually on April 18, is: \"Let's preserve our historical homeland.\" This Day, also known as World Heritage Day.",
        "url": "https://www.calend.ru/holidays/0/0/537/"
      }
    ]
  },
  {
    "date": "2024-04-18",
    "holidays": [
      {
        "title": "World Amateur Radio Day",
        "description": "Every year on April 18th, a large group of amateur radio enthusiasts around the world celebrates their \"professional\" holiday - World Amateur Radio Day (World Amateur Radio Day). On April 18, 1925, the International Amateur Radio Union was founded in Paris.",
        "url": "https://www.calend.ru/holidays/0/0/2689/"
      }
    ]
  },
  {
    "date": "2024-04-19",
    "holidays": [
      {
        "title": "Snowdrop Day",
        "description": "…A bear makes its way\nThrough the forest's fallen trees.\nThe birds began to sing,\nAnd the snowdrop bloomed!\nS. Y. Marshak, fairy tale \"Twelve Months\"\nEvery year on April 19, many countries around the world celebrate what has become...",
        "url": "https://www.calend.ru/holidays/0/0/3065/"
      }
    ]
  },
  {
    "date": "2024-04-20",
    "holidays": [
      {
        "title": "World Circus Day",
        "description": "Every year on the third Saturday of April, the entire circus community and lovers of this amazing art celebrate an unusually cheerful holiday - World Circus Day. It was established not only to showcase the circus in all its glory",
        "url": "https://www.calend.ru/holidays/0/0/3236/"
      }
    ]
  },
  {
    "date": "2024-04-23",
    "holidays": [
      {
        "title": "World Table Tennis Day",
        "description": "World Table Tennis Day is still a young holiday - it was first celebrated in 2015. But that didn't stop it from immediately becoming popular almost all over the world. The initiators of the establishment of the new sports date were...",
        "url": "https://www.calend.ru/holidays/0/0/3292/"
      }
    ]
  },
  {
    "date": "2024-04-24",
    "holidays": [
      {
        "title": "International Youth Solidarity Day",
        "description": "According to the decision of the World Federation of Democratic Youth, every year on April 24, the International Day of Youth Solidarity is celebrated. The holiday was first celebrated in 1957, and the date for the Day was chosen.",
        "url": "https://www.calend.ru/holidays/0/0/539/"
      }
    ]
  },
  {
    "date": "2024-04-24",
    "holidays": [
      {
        "title": "International Secretary's Day",
        "description": "International Secretary's Day or, in a more official version, Administrative Professionals Day, began to be celebrated in the USA in 1952, thanks to the efforts of New York publicist Harry.",
        "url": "https://www.calend.ru/holidays/0/0/724/"
      }
    ]
  },
  {
    "date": "2024-04-24",
    "holidays": [
      {
        "title": "World Day for the Protection of Laboratory Animals",
        "description": "April 24th in the ecological dates calendar is marked as World Day for Laboratory Animals, which was established by the International Association Against Painful Experiments on Animals (InterNICHE) in 1979.",
        "url": "https://www.calend.ru/holidays/0/0/3068/"
      }
    ]
  },
  {
    "date": "2024-04-24",
    "holidays": [
      {
        "title": "World Immunization Week",
        "description": "World Immunization Week is held in the second half of April at the initiative of the World Health Organization (WHO). Originally, this event was called European Immunization Week and covered, accordingly.",
        "url": "https://www.calend.ru/holidays/0/0/3086/"
      }
    ]
  },
  {
    "date": "2024-04-25",
    "holidays": [
      {
        "title": "Daughter's Day",
        "description": "The logical continuation of a series of family holidays, when they honor the mother, father, son, brothers and sisters, is Daughter's Day. More and more often, search engines are faced with the question of when this day is celebrated. Some websites claim",
        "url": "https://www.calend.ru/holidays/0/0/3366/"
      }
    ]
  },
  {
    "date": "2024-04-25",
    "holidays": [
      {
        "title": "DNA Day",
        "description": "Annually, on April 25th, an unusual holiday is celebrated in various countries around the world - International DNA Day, in recognition of the importance of genetics and scientific achievements made in this field. This date was chosen in memory of the fact that on April 25th...",
        "url": "https://www.calend.ru/holidays/0/0/3202/"
      }
    ]
  },
  {
    "date": "2024-04-25",
    "holidays": [
      {
        "title": "World Penguin Day",
        "description": "April 25 is the annual environmental holiday - World Penguin Day, which calls on people to remember the need to preserve the animal diversity of our planet as a whole and the diversity of its individual regions and species.",
        "url": "https://www.calend.ru/holidays/0/0/3437/"
      }
    ]
  },
  {
    "date": "2024-04-27",
    "holidays": [
      {
        "title": "World Tai Chi and Qigong Day",
        "description": "World Tai Chi and Qigong Day gained international status in 1999. The first public demonstration, which served as the inspiration for the development of global events, took place in 1998 in Kansas, Missouri. The founders",
        "url": "https://www.calend.ru/holidays/0/0/536/"
      }
    ]
  },
  {
    "date": "2024-04-27",
    "holidays": [
      {
        "title": "International Veterinarian's Day",
        "description": "Every year on the last Saturday of April, many countries around the world celebrate International Veterinary Day (World Veterinary Day), which was established by the World Veterinary Association (WVA) in 2000, with the aim of",
        "url": "https://www.calend.ru/holidays/0/0/3144/"
      }
    ]
  },
  {
    "date": "2024-04-28",
    "holidays": [
      {
        "title": "World Day of Sister Cities",
        "description": "The World Day of Twin Cities is held annually on the last Sunday of April by the decision of the World Federation of Twin Cities (World Federation of United Cities), founded in 1957. The World Federation of Twin Cities (WFTC).",
        "url": "https://www.calend.ru/holidays/0/0/540/"
      }
    ]
  },
  {
    "date": "2024-04-29",
    "holidays": [
      {
        "title": "International Dance Day",
        "description": "Annually on April 29th, International Dance Day is celebrated worldwide. This holiday, dedicated to all dance styles, has been observed since 1982 on the initiative of the International Dance Council.",
        "url": "https://www.calend.ru/holidays/0/0/34/"
      }
    ]
  },
  {
    "date": "2024-04-30",
    "holidays": [
      {
        "title": "International Candlemaker's Day",
        "description": "There are not many popular groups for candlestick enthusiasts in the Russian-speaking Internet, and there are almost no special events for \"live\" interaction. Each fan of this magnificent craft operates in their own personal space, not suspecting about how",
        "url": "https://www.calend.ru/holidays/0/0/3365/"
      }
    ]
  },
  {
    "date": "2024-05-01",
    "holidays": [
      {
        "title": "Labor Day, May 1st",
        "description": "On May 1, many countries around the world celebrate an international holiday - Labor Day (Spring and Labor Day), which was originally called the Day of International Solidarity of Workers. On May 1, 1886, American workers organized a strike.",
        "url": "https://www.calend.ru/holidays/0/0/37/"
      }
    ]
  },
  {
    "date": "2024-05-03",
    "holidays": [
      {
        "title": "World Sun Day",
        "description": "Starting from 1994, May 3rd is celebrated as Sun Day in different countries, sometimes referred to as World Sun Day or International Sun Day. The Sun is the star closest to Earth, all others are immeasurably further away. For example,",
        "url": "https://www.calend.ru/holidays/0/0/2023/"
      }
    ]
  },
  {
    "date": "2024-05-04",
    "holidays": [
      {
        "title": "International Firefighters' Day",
        "description": "On May 4th, people of a courageous profession celebrate their professional holiday - Firefighters' Day - at an international level. These are people who protect and save the lives of people, animals, property, and ecosystem objects from fire. The struggle with fire often takes the lives of these brave individuals.",
        "url": "https://www.calend.ru/holidays/0/0/3513/"
      }
    ]
  },
  {
    "date": "2024-05-04",
    "holidays": [
      {
        "title": "Star Wars Day",
        "description": "On May 4th, fans of the world-famous Star Wars saga celebrate an informal, but nonetheless interesting, holiday - Star Wars Day or Luke Skywalker Day, as it is sometimes called by fans of this saga.",
        "url": "https://www.calend.ru/holidays/0/0/3369/"
      }
    ]
  },
  {
    "date": "2024-05-05",
    "holidays": [
      {
        "title": "International Day of Fight for the Rights of Disabled People",
        "description": "On May 5, the global community observes International Day for the Fight for the Rights of Persons with Disabilities. This date has its history since 1992, when on May 5, people with disabilities simultaneously in 17 European countries held a day of struggle for compliance.",
        "url": "https://www.calend.ru/holidays/0/0/1556/"
      }
    ]
  },
  {
    "date": "2024-05-05",
    "holidays": [
      {
        "title": "International Day of the Midwife",
        "description": "Today, people are celebrating their professional holiday, thanks to whose caring hands many of us were born into the world. For more than two decades in a row, May 5th is considered International Day of the Midwife. The idea",
        "url": "https://www.calend.ru/holidays/0/0/3042/"
      }
    ]
  },
  {
    "date": "2024-05-07",
    "holidays": [
      {
        "title": "Radio Day",
        "description": "The 7th of May entered the history of world science and technology as the Birthday of radio. It was on this day in 1895, during a meeting of the Russian Physico-Chemical Society, that Russian physicist Alexander Stepanovich Popov presented a report and demonstration of the created radio.",
        "url": "https://www.calend.ru/holidays/0/0/39/"
      }
    ]
  },
  {
    "date": "2024-05-07",
    "holidays": [
      {
        "title": "International Planetarium Day",
        "description": "The International Day of Planetaria is celebrated annually in many countries around the world. This holiday has European \"roots\", it was first held in Italy in 1990 at the initiative of the Association of Italian Planetariums (As).",
        "url": "https://www.calend.ru/holidays/0/0/1924/"
      }
    ]
  },
  {
    "date": "2024-05-07",
    "holidays": [
      {
        "title": "World Asthma Day",
        "description": "World Asthma Day or International Asthma Day (World Asthma Day) is an annual event that takes place on the first Tuesday of May under the auspices of the Global Initiative for Asthma (Global Initiative for Asthma, GINA) with the support of the World",
        "url": "https://www.calend.ru/holidays/0/0/3368/"
      }
    ]
  },
  {
    "date": "2024-05-08",
    "holidays": [
      {
        "title": "World Red Cross and Red Crescent Day",
        "description": "World Red Cross and Red Crescent Day is celebrated annually on May 8th and was established in honor of the Swiss businessman, public figure, and humanitarian Jean Henri Dunant (Jean Henri Dunant, May 8, 1828 — 3",
        "url": "https://www.calend.ru/holidays/0/0/203/"
      }
    ]
  },
  {
    "date": "2024-05-09",
    "holidays": [
      {
        "title": "Victory Day",
        "description": "War always begins unexpectedly, although a generation later it may seem inevitable to historians. In 1941, the most terrible war for the Soviet people began - the Great Patriotic War. They say, it was impossible to stop the Nazis without huge losses...",
        "url": "https://www.calend.ru/holidays/0/0/40/"
      }
    ]
  },
  {
    "date": "2024-05-09",
    "holidays": [
      {
        "title": "Europe Day",
        "description": "Annually on May 9th, in a number of European countries, primarily in the countries of the European Union (EU), Europe Day (Europe Day) is officially celebrated. This day was established with the aim of more closely involving the citizens of European countries in p",
        "url": "https://www.calend.ru/holidays/0/0/3443/"
      }
    ]
  },
  {
    "date": "2024-05-09",
    "holidays": [
      {
        "title": "Memory event \"Immortal Regiment\"",
        "description": "Annually on May 9, starting from 2011, a public-patriotic event \"The Immortal Regiment\" is held in Russia, timed to coincide with Victory Day. Although in 2023 there will be no traditional parade on the streets of cities and towns on May 9, the events will proceed.",
        "url": "https://www.calend.ru/holidays/0/0/3515/"
      }
    ]
  },
  {
    "date": "2024-05-10",
    "holidays": [
      {
        "title": "Clean Room Day",
        "description": "Every year on May 10, an unofficial holiday is celebrated by all cleanliness enthusiasts and, of course, any parent - Clean Room Day. Although it might become a nightmare for every child, teenager, and lazy person, it's hard to argue that such a holiday is necessary.",
        "url": "https://www.calend.ru/holidays/0/0/3801/"
      }
    ]
  },
  {
    "date": "2024-05-11",
    "holidays": [
      {
        "title": "World Fair Trade Day",
        "description": "World Fair Trade Day is celebrated annually on the second Saturday of May, and May is considered the month of fair trade. This Day, led by the World Fair Trade Organization (World F),",
        "url": "https://www.calend.ru/holidays/0/0/2610/"
      }
    ]
  },
  {
    "date": "2024-05-12",
    "holidays": [
      {
        "title": "Mother's Day",
        "description": "Every year on the second Sunday of May, one of the brightest and kindest holidays - Mother's Day, is celebrated in many countries of Europe, Africa, North and South America, Australia, China, and Japan. This holiday is over a hundred years old. Ho",
        "url": "https://www.calend.ru/holidays/0/0/416/"
      }
    ]
  },
  {
    "date": "2024-05-12",
    "holidays": [
      {
        "title": "International Nurses Day",
        "description": "International Nurses Day is celebrated every year on May 12th. In other words, today is an occasion to once again thank and congratulate representatives of one of the most humane professions. Nurses are",
        "url": "https://www.calend.ru/holidays/0/0/41/"
      }
    ]
  },
  {
    "date": "2024-05-12",
    "holidays": [
      {
        "title": "Day of Environmental Education",
        "description": "On May 12, Russia and the countries of the former USSR celebrate the Day of Environmental Education. The holiday, which aims to update ecological knowledge in all sciences and all areas of human activity, was established in 1991. On this day in the cities...",
        "url": "https://www.calend.ru/holidays/0/0/3114/"
      }
    ]
  },
  {
    "date": "2024-05-15",
    "holidays": [
      {
        "title": "International Climate Day",
        "description": "On May 15, the world observes International Climate Day. The establishment of this unofficial environmental holiday was a response to meteorologists' call to protect the climate as an important resource that affects the well-being of current and future generations. Conservation",
        "url": "https://www.calend.ru/holidays/0/0/3115/"
      }
    ]
  },
  {
    "date": "2024-05-15",
    "holidays": [
      {
        "title": "International Conscientious Objectors Day",
        "description": "The International Conscientious Objectors' Day is celebrated annually on May 15th. Objectors are those people who refuse for moral or religious reasons to serve in the military.",
        "url": "https://www.calend.ru/holidays/0/0/3047/"
      }
    ]
  },
  {
    "date": "2024-05-15",
    "holidays": [
      {
        "title": "Candyman's Day",
        "description": "On May 15, representatives of the fair sex who are passionate about manicure and collecting nail polishes celebrate their holiday - Lacquer Maniac Day. They are the ones who are called lacquer maniacs, or lacquer lovers. The date was chosen by a general vote.",
        "url": "https://www.calend.ru/holidays/0/0/3340/"
      }
    ]
  },
  {
    "date": "2024-05-16",
    "holidays": [
      {
        "title": "Biographers' Day",
        "description": "Paraphrasing a well-known saying, we can say: if someone writes biographies, then someone reads them. And today is exactly the day to reread the biography of your favorite writer, artist, or get acquainted with the life story of a person you've been interested in for a long time.",
        "url": "https://www.calend.ru/holidays/0/0/2904/"
      }
    ]
  },
  {
    "date": "2024-05-18",
    "holidays": [
      {
        "title": "International Museum Day",
        "description": "Annually on May 18, museum workers from different countries celebrate their professional holiday - International Museum Day. And, of course, all those who are eagerly awaiting the next visit to the local history museum of their city or",
        "url": "https://www.calend.ru/holidays/0/0/45/"
      }
    ]
  },
  {
    "date": "2024-05-18",
    "holidays": [
      {
        "title": "Astronomy Day",
        "description": "Astronomy Day is celebrated twice a year - in spring and autumn - by all enthusiasts and professionals of one of the oldest scientific disciplines. The spring Astronomy Day is usually celebrated on a Saturday - from mid-April to mid.",
        "url": "https://www.calend.ru/holidays/0/0/202/"
      }
    ]
  },
  {
    "date": "2024-05-18",
    "holidays": [
      {
        "title": "Pink Panther Day",
        "description": "On May 18, 2015, for the first time, inhabitants of the planet celebrated an unusual date - Pink Panther Day - a new holiday established in the Kingdom of Love (a community of friends comprised of musicians, cooks, and other creative enthusiasts).",
        "url": "https://www.calend.ru/holidays/0/0/3238/"
      }
    ]
  },
  {
    "date": "2024-05-19",
    "holidays": [
      {
        "title": "World AIDS Victims Remembrance Day",
        "description": "Every year on the third Sunday of May, it is customary to remember those who have died from AIDS. This is done, among other things, to draw the attention of the world community to the problems of people with AIDS and carriers of HIV infection, and the spread of this disease.",
        "url": "https://www.calend.ru/holidays/0/0/3090/"
      }
    ]
  },
  {
    "date": "2024-05-20",
    "holidays": [
      {
        "title": "World Metrology Day",
        "description": "World Metrology Day is celebrated annually on May 20th. The day was chosen to commemorate the signing on May 20, 1875 in Paris, at an international diplomatic conference, of the famous \"Metre Convention\".",
        "url": "https://www.calend.ru/holidays/0/0/892/"
      }
    ]
  },
  {
    "date": "2024-05-20",
    "holidays": [
      {
        "title": "World Traumatologist Day",
        "description": "Every year on May 20, the professional holiday - World Traumatology Day is celebrated. The Greek origin of the term \"traumatology\" reveals its content in a broad sense - it is a science that studies wounds and injuries, their prevention and methods.",
        "url": "https://www.calend.ru/holidays/0/0/3372/"
      }
    ]
  },
  {
    "date": "2024-05-22",
    "holidays": [
      {
        "title": "World Day is ready",
        "description": "Annually on May 22, an unusual holiday is celebrated in a number of countries - World Goth Day, mainly by representatives of this subculture. The initiative to hold such a thematic event was proposed in 2009 by a British.",
        "url": "https://www.calend.ru/holidays/0/0/3800/"
      }
    ]
  },
  {
    "date": "2024-05-23",
    "holidays": [
      {
        "title": "International Day of Wrestling",
        "description": "May 23 is celebrated as International Sports Wrestling Day, also known as World Wrestling Day (World Wrestling Day), established in 2013 at the initiative of the wrestlers themselves. The main goal of this sports date is to popularize freestyle, Greco-Roman wrestling.",
        "url": "https://www.calend.ru/holidays/0/0/3802/"
      }
    ]
  },
  {
    "date": "2024-05-23",
    "holidays": [
      {
        "title": "World Turtle Day",
        "description": "On May 23, many countries celebrate World Turtle Day - an animal symbolizing wisdom, wealth, and longevity. This unusual holiday was established in 2000 at the initiative of the American Turtle Rescue Society.",
        "url": "https://www.calend.ru/holidays/0/0/3043/"
      }
    ]
  },
  {
    "date": "2024-05-24",
    "holidays": [
      {
        "title": "Day of Slavic Literature and Culture",
        "description": "Annually on May 24, in all Slavic countries, they celebrate the Day of Slavic Literature and Culture and solemnly honor the creators of Slavic literature, Saints Cyril and Methodius - teachers of the Slavs. As is well known, the holy brothers equal to the apostles.",
        "url": "https://www.calend.ru/holidays/0/0/433/"
      }
    ]
  },
  {
    "date": "2024-05-24",
    "holidays": [
      {
        "title": "European Day of Parks",
        "description": "The European Day of Parks (EDoP) was established by the EUROPARC Federation - a European organization that unites protected natural areas in 35 countries. This day was first held in 1999.",
        "url": "https://www.calend.ru/holidays/0/0/2041/"
      }
    ]
  },
  {
    "date": "2024-05-25",
    "holidays": [
      {
        "title": "International Day of Missing Children",
        "description": "For many countries around the world, May 25 is International Missing Children's Day. This date has its origins in the USA, and the symbol of the day is the image of a blue forget-me-not. On this day in 1979, a child disappeared on the way home.",
        "url": "https://www.calend.ru/holidays/0/0/3205/"
      }
    ]
  },
  {
    "date": "2024-05-25",
    "holidays": [
      {
        "title": "World Thyroid Day",
        "description": "Annually on May 25, many countries celebrate World Thyroid Day. This date was added to the calendar in 2009 by the European Thyroid Association (ETA), an organization dedicated to-",
        "url": "https://www.calend.ru/holidays/0/0/2973/"
      }
    ]
  },
  {
    "date": "2024-05-25",
    "holidays": [
      {
        "title": "Towel Day",
        "description": "Every year on May 25, fans of the famous British writer Douglas Adams celebrate Towel Day. Throughout the entire day, they carry a towel with them everywhere, not parting with it for a minute, thus paying tribute.",
        "url": "https://www.calend.ru/holidays/0/0/3240/"
      }
    ]
  },
  {
    "date": "2024-05-25",
    "holidays": [
      {
        "title": "World Tarot Day",
        "description": "Annually on May 25, World Tarot Day (World Tarot Day) is celebrated. It is considered a professional holiday by all practitioners and consultants who work with Tarot cards. Therefore, it is also known as Tarologist's Day. The holiday has been celebrated since 2003.",
        "url": "https://www.calend.ru/holidays/0/0/3803/"
      }
    ]
  },
  {
    "date": "2024-05-26",
    "holidays": [
      {
        "title": "Chemist's Day",
        "description": "Chemist's Day is a professional holiday for workers in the chemical and petrochemical industry, which has its history from Soviet times and is celebrated on the last Sunday in May. Chemist's Day was established by a decree of the Presidium of the Supreme Council.",
        "url": "https://www.calend.ru/holidays/0/0/140/"
      }
    ]
  },
  {
    "date": "2024-05-28",
    "holidays": [
      {
        "title": "International Women's Health Protection Day",
        "description": "Annually on May 28, International Day of Action for Women Health is observed, or International Day of Actions for the Protection of Women's Health. The decision to establish the date was made at the 5th International Conference.",
        "url": "https://www.calend.ru/holidays/0/0/3804/"
      }
    ]
  },
  {
    "date": "2024-05-28",
    "holidays": [
      {
        "title": "Red Wolf Day",
        "description": "Among many representatives of the fauna listed in the Red Book due to the threat of extinction, a special place is occupied by the Red Wolf (Lat. Cuon alpinus), in honor of which an environmental holiday is established on May 28. This animal is a representative.",
        "url": "https://www.calend.ru/holidays/0/0/3698/"
      }
    ]
  },
  {
    "date": "2024-05-29",
    "holidays": [
      {
        "title": "World Digestive Health Day",
        "description": "May 29 is celebrated as World Digestive Health Day, established on the day the Charter of the World Gastroenterology Organization (WGO) was adopted in 1958. Initiating an annual",
        "url": "https://www.calend.ru/holidays/0/0/3447/"
      }
    ]
  },
  {
    "date": "2024-05-29",
    "holidays": [
      {
        "title": "World Multiple Sclerosis Day",
        "description": "Every year on the last Wednesday of May, many countries around the world observe World Multiple Sclerosis Day. It was established in 2009 on the initiative of the International Federation.",
        "url": "https://www.calend.ru/holidays/0/0/3449/"
      }
    ]
  },
  {
    "date": "2024-05-30",
    "holidays": [
      {
        "title": "International Feminism Day",
        "description": "Every year on May 30, the international community observes International Feminism Day - a holiday designed to remind us of the equality of men and women, the fact that a person cannot be discriminated against due to race, gender, or religious affiliation. But until",
        "url": "https://www.calend.ru/holidays/0/0/3806/"
      }
    ]
  },
  {
    "date": "2024-05-31",
    "holidays": [
      {
        "title": "World Blondes Day",
        "description": "The brightest, most noticeable, and fairest-haired part of humanity annually celebrates its own holiday on the last day of spring. Perhaps this is because the rights of blonde ladies, as they angrily assert, are undeservedly trampled literally everywhere.",
        "url": "https://www.calend.ru/holidays/0/0/2065/"
      }
    ]
  },
  {
    "date": "2024-06-01",
    "holidays": [
      {
        "title": "International Children's Protection Day",
        "description": "If nature has gifted a warm sunny day today, the joy doubles - because on the first day of summer, many countries celebrate International Children's Day (International Children's Day). International Children's Day.",
        "url": "https://www.calend.ru/holidays/0/0/51/"
      }
    ]
  },
  {
    "date": "2024-06-01",
    "holidays": [
      {
        "title": "World Milk Day",
        "description": "\"Drink milk, children, you will be healthy!\" - This phrase fully applies to June 1st - the date when the entire world celebrates not only International Children's Protection Day, but also World Milk Day. This holiday was first celebrated in 2001.",
        "url": "https://www.calend.ru/holidays/0/0/3074/"
      }
    ]
  },
  {
    "date": "2024-06-01",
    "holidays": [
      {
        "title": "International Day of Cleaning Reservoirs in Russia",
        "description": "International Cleanup Day has been held since 1995 with the aim of conveying to society the need to clean rivers, seas, lakes, ponds and other bodies of water from various pollutants. The main event of this day is -",
        "url": "https://www.calend.ru/holidays/0/0/3120/"
      }
    ]
  },
  {
    "date": "2024-06-05",
    "holidays": [
      {
        "title": "World Running Day",
        "description": "In 2009, a holiday was launched in the USA, which from 2016 acquired an international character - Global Running Day. It is celebrated every first Wednesday of June and its popularity is not accidental. Originated in the USA and was celebrated by everyone.",
        "url": "https://www.calend.ru/holidays/0/0/3627/"
      }
    ]
  },
  {
    "date": "2024-06-09",
    "holidays": [
      {
        "title": "International Friends Day",
        "description": "A friend is one soul living in two bodies.\nAristotle\nAll nations at all times have valued friendship as the greatest social and moral value. No wonder that there are holidays dedicated to friendship in different countries.",
        "url": "https://www.calend.ru/holidays/0/0/1378/"
      }
    ]
  },
  {
    "date": "2024-06-09",
    "holidays": [
      {
        "title": "International Archives Day",
        "description": "International Archives Day, celebrated annually on June 9, was established by the International Council on Archives (ICA) in November 2007 at the General Assembly in Quebec (Canada).",
        "url": "https://www.calend.ru/holidays/0/0/3244/"
      }
    ]
  },
  {
    "date": "2024-06-09",
    "holidays": [
      {
        "title": "Day of Light Industry Workers",
        "description": "The Day of Light Industry Workers is celebrated in Russia and some other post-Soviet countries traditionally every second Sunday of June. This professional holiday was established by the Decree of the Presidium of the Supreme Soviet of the USSR on 1",
        "url": "https://www.calend.ru/holidays/0/0/142/"
      }
    ]
  },
  {
    "date": "2024-06-09",
    "holidays": [
      {
        "title": "International Accreditation Day",
        "description": "International Accreditation Day was established on June 9, 2008 by the General Assembly of ILAC and IAF. The basis for the holiday was a global initiative, supported by a joint decision of the International Accreditation Forum.",
        "url": "https://www.calend.ru/holidays/0/0/2618/"
      }
    ]
  },
  {
    "date": "2024-06-10",
    "holidays": [
      {
        "title": "World Ice Cream Day",
        "description": "June 10 is a sweet holiday - World Ice Cream Day. In the list of holidays dedicated to various sweets and desserts, this one will undoubtedly find fans in all parts of the globe. And all because it reminds us...",
        "url": "https://www.calend.ru/holidays/0/0/3629/"
      }
    ]
  },
  {
    "date": "2024-06-10",
    "holidays": [
      {
        "title": "World Modern Day",
        "description": "June 10th is World Art Nouveau Day. The holiday was established in 2013 at the initiative of the Hungarian magazine Szecessziós Magazin and held at the Museum of Applied Arts in Budapest. This initiative was supported.",
        "url": "https://www.calend.ru/holidays/0/0/3628/"
      }
    ]
  },
  {
    "date": "2024-06-11",
    "holidays": [
      {
        "title": "World Motorcycle Day",
        "description": "The tradition of celebrating World Motorcycle Day began on July 22, 1992, when enthusiasts in several countries left their cars in garages and rode to work on motorcycles and scooters. Originally, the day was called - Ride to Work Day.",
        "url": "https://www.calend.ru/holidays/0/0/3092/"
      }
    ]
  },
  {
    "date": "2024-06-13",
    "holidays": [
      {
        "title": "Ladybug Day",
        "description": "For those who are constantly surprised by the unusual number of holidays and memorable dates celebrated at various levels (from family to state and national), an even bigger revelation becomes the number of calendar dates dedicated to the most diverse topics.",
        "url": "https://www.calend.ru/holidays/0/0/3700/"
      }
    ]
  },
  {
    "date": "2024-06-13",
    "holidays": [
      {
        "title": "Sewing Machine Day",
        "description": "June 13 is celebrated as Sewing Machine Day - an unofficial holiday, but recognized by specialists and closely associated with the history of this invention, which became part of the industrial revolution and allowed for a breakthrough.",
        "url": "https://www.calend.ru/holidays/0/0/3527/"
      }
    ]
  },
  {
    "date": "2024-06-14",
    "holidays": [
      {
        "title": "International Blogger's Day",
        "description": "Every year on June 14th, the online community celebrates International Blogger's Day (International Weblogger’s Day). The idea to hold this holiday was born in 2004. Immediately, 500 people from more than 40 countries came together and decided that they",
        "url": "https://www.calend.ru/holidays/0/0/3038/"
      }
    ]
  },
  {
    "date": "2024-06-14",
    "holidays": [
      {
        "title": "International Bath Day",
        "description": "Among holidays that do not have official status, there are some where the date of celebration remains open to this day. One of such holidays has become International Bath Day. The history of the emergence of this holiday is associated with the desire to",
        "url": "https://www.calend.ru/holidays/0/0/3701/"
      }
    ]
  },
  {
    "date": "2024-06-15",
    "holidays": [
      {
        "title": "World Wind Day",
        "description": "June 15 is observed as Global Wind Day. The initiators of the creation of this unusual holiday at first glance were the European Wind Energy Association (EWEA) and the World Energy Council.",
        "url": "https://www.calend.ru/holidays/0/0/3154/"
      }
    ]
  },
  {
    "date": "2024-06-15",
    "holidays": [
      {
        "title": "World Juggling Day",
        "description": "On the Saturday closest to June 17, World Juggling Day (World Juggling Day) is celebrated. The holiday is unofficial, but is invariably marked among professionals and fans of this genre of circus art. It is timed to coincide with the founding date of the International",
        "url": "https://www.calend.ru/holidays/0/0/3529/"
      }
    ]
  },
  {
    "date": "2024-06-16",
    "holidays": [
      {
        "title": "Medical Worker's Day",
        "description": "Eternal feat - it's up to you,\nYour hands are sleepless and holy.\nI want to bow low to you,\nPeople in white robes.\nMusic by E. Kolmanovsky,\nwords by L. Oshanina\n\"People in White Robes\" Annually on the third",
        "url": "https://www.calend.ru/holidays/0/0/143/"
      }
    ]
  },
  {
    "date": "2024-06-16",
    "holidays": [
      {
        "title": "International Day of the African Child",
        "description": "Annually on June 16, under the initiative of the Organization of African Unity, the world celebrates the International Day of the African Child, also known as the Day of Protection of Children in Africa.",
        "url": "https://www.calend.ru/holidays/0/0/2771/"
      }
    ]
  },
  {
    "date": "2024-06-16",
    "holidays": [
      {
        "title": "Father's Day",
        "description": "In many countries around the world, Father's Day is celebrated on the third Sunday of June. However, it began being celebrated in America. A woman named Sonora Smart, married Dodd (Sonora Smart Dodd), in 1909 during a church service, dedicated",
        "url": "https://www.calend.ru/holidays/0/0/1353/"
      }
    ]
  },
  {
    "date": "2024-06-18",
    "holidays": [
      {
        "title": "International Panic Day",
        "description": "A quite unusual holiday at first glance is celebrated annually on June 18 all over the world. It does not have an official status, however, information about it is increasingly spreading on the Internet. It's called International Panic Day (Int.",
        "url": "https://www.calend.ru/holidays/0/0/3631/"
      }
    ]
  },
  {
    "date": "2024-06-19",
    "holidays": [
      {
        "title": "International Day of Walking",
        "description": "A very unusual holiday and very relevant for people living in the frantic pace of the modern world - International Day of the Walk - is celebrated in mid-June. The Internet indicates two dates for its celebration - June 15 or 19. The latter is the most widespread.",
        "url": "https://www.calend.ru/holidays/0/0/3531/"
      }
    ]
  },
  {
    "date": "2024-06-19",
    "holidays": [
      {
        "title": "World Children's Football Day",
        "description": "June 19 is celebrated as World Children's Football Day. This holiday was established in 2001 thanks to an agreement between FIFA (International Federation of Football) and the UN Children's Fund. The main task when establishing",
        "url": "https://www.calend.ru/holidays/0/0/3702/"
      }
    ]
  },
  {
    "date": "2024-06-20",
    "holidays": [
      {
        "title": "World Elephant Protection Day in zoos",
        "description": "Every year on June 20th, animal defenders call to draw attention to the problems of elephants - the most majestic animals of modern times. For the first time, the International Day of Action for Elephants in Zoos (IDAEZ) was celebrated.",
        "url": "https://www.calend.ru/holidays/0/0/2999/"
      }
    ]
  },
  {
    "date": "2024-06-21",
    "holidays": [
      {
        "title": "World Hydrography Day",
        "description": "Every year on June 21st, World Hydrography Day (World Hydrography Day) is celebrated. It was established in 2006, thanks to the efforts of the International Hydrographic Organization, IHO (International Hydrographic Organization, IHO), which has a history dating back to.",
        "url": "https://www.calend.ru/holidays/0/0/3459/"
      }
    ]
  },
  {
    "date": "2024-06-21",
    "holidays": [
      {
        "title": "World Humanism Day",
        "description": "World Humanist Day is celebrated annually on June 21. The holiday does not have official international status, but is recognized by many humanist-oriented organizations whose goal is to protect human rights and freedoms.",
        "url": "https://www.calend.ru/holidays/0/0/3530/"
      }
    ]
  },
  {
    "date": "2024-06-21",
    "holidays": [
      {
        "title": "Selfie Day",
        "description": "Selfie Day, celebrated on June 21, is a holiday dedicated to one of the most popular hobbies of our time. It is believed that the holiday was first organized and held in the USA in 2014. Its creator is commonly referred to as a Texan.",
        "url": "https://www.calend.ru/holidays/0/0/3532/"
      }
    ]
  },
  {
    "date": "2024-06-21",
    "holidays": [
      {
        "title": "International Skateboarding Day",
        "description": "June 21 is International Go Skateboarding Day. Skateboarding, to put it simply, is riding on a skateboard - a roller board, made of thick plywood, which is mounted on small wheels.",
        "url": "https://www.calend.ru/holidays/0/0/2462/"
      }
    ]
  },
  {
    "date": "2024-06-22",
    "holidays": [
      {
        "title": "Memorial and Mourning Day - the day of the beginning of the Great Patriotic War",
        "description": "Arise, vast country,\nArise for a mortal fight\nWith the dark fascist force,\nWith the cursed horde!\nSong \"The Sacred War\"\nMusic: A. Alexandrov,\nLyrics: V. Lebedev-Kumach\nJune 22, 1941",
        "url": "https://www.calend.ru/holidays/0/0/55/"
      }
    ]
  },
  {
    "date": "2024-06-23",
    "holidays": [
      {
        "title": "International Olympic Day",
        "description": "Every year on June 23, International Olympic Day is celebrated around the world in memory of the revival of the Olympic movement in its modern form. The idea of establishing a special holiday dedicated to the Olympics.",
        "url": "https://www.calend.ru/holidays/0/0/2099/"
      }
    ]
  },
  {
    "date": "2024-06-25",
    "holidays": [
      {
        "title": "Day of Slavic Friendship and Unity",
        "description": "On June 25, Slavs all over the world, which is more than 300 million people, celebrate the Day of Friendship and Unity of Slavs. This holiday was established in the 90s of the 20th century in order for different branches of Slavic peoples to remember their historical roots, strive.",
        "url": "https://www.calend.ru/holidays/0/0/551/"
      }
    ]
  },
  {
    "date": "2024-06-27",
    "holidays": [
      {
        "title": "World Fisheries Day",
        "description": "Starting from 1985, every year on June 27, World Fisheries Day is celebrated. The holiday was established by the decision of the International Conference on Regulation and Development of Fisheries, which took place in July 1984 in Rome. Fishing is one of the most popular",
        "url": "https://www.calend.ru/holidays/0/0/57/"
      }
    ]
  },
  {
    "date": "2024-07-02",
    "holidays": [
      {
        "title": "International Day of Sports Journalist",
        "description": "World Sports Journalists Day is celebrated annually on July 2nd in many countries around the world, starting in 1995, at the initiative of the International Sports Press Association. The basis for establishing the holiday date...",
        "url": "https://www.calend.ru/holidays/0/0/58/"
      }
    ]
  },
  {
    "date": "2024-07-02",
    "holidays": [
      {
        "title": "World UFO Day",
        "description": "July 2nd is celebrated worldwide as World UFO Day or Ufologist's Day. This holiday is dedicated to those who study phenomena that have no logical explanation, and objects that are attributed to extraterrestrial origin. The term \"ufology\" originates",
        "url": "https://www.calend.ru/holidays/0/0/3016/"
      }
    ]
  },
  {
    "date": "2024-07-04",
    "holidays": [
      {
        "title": "A day of rest from holidays",
        "description": "It's no secret that every day in the world calendar is celebrated as some kind of holiday - international, professional, environmental, funny, someone's birthday... But there are moments when you want to take a break from holidays. No matter how a person doesn't want to...",
        "url": "https://www.calend.ru/holidays/0/0/3790/"
      }
    ]
  },
  {
    "date": "2024-07-05",
    "holidays": [
      {
        "title": "Workaholics Day",
        "description": "On July 5, people who are completely absorbed in their work and ready to sacrifice a lot for their profession, celebrate their holiday. It's Workaholics Day. It originated from the USA and is now known in many countries. It can be considered",
        "url": "https://www.calend.ru/holidays/0/0/3704/"
      }
    ]
  },
  {
    "date": "2024-07-06",
    "holidays": [
      {
        "title": "World Kissing Day",
        "description": "Well, kiss me, kiss me,\nEven till it hurts, even till it bleeds.\nNot in tune with the cold will\nBoiling streams of the heart.\nSergey Yesenin\nToday, everyone who wants to can \"exchange their souls\" (as this action was called d",
        "url": "https://www.calend.ru/holidays/0/0/905/"
      }
    ]
  },
  {
    "date": "2024-07-06",
    "holidays": [
      {
        "title": "International Dnieper Day",
        "description": "Every year on the first Saturday of July, starting in 2003, International Dnieper Day is celebrated - an environmental holiday dedicated to one of the calmest and most majestic plain rivers, which ranks fourth in Europe in terms of length and basin area.",
        "url": "https://www.calend.ru/holidays/0/0/3080/"
      }
    ]
  },
  {
    "date": "2024-07-07",
    "holidays": [
      {
        "title": "Ivan Kupala",
        "description": "\"Look, Petro,\nyou've just arrived in time:\ntomorrow is Ivan Kupala.\nOnly on this one night in the year\ndoes the fern bloom.\nDon't miss it!\nN.V. Gogol\n\"Eve before Ivan Kupala\"",
        "url": "https://www.calend.ru/holidays/0/0/206/"
      }
    ]
  },
  {
    "date": "2024-07-07",
    "holidays": [
      {
        "title": "Day of Sea and River Fleet Workers",
        "description": "Probably, there isn't a person in the world who hasn't gazed in awe at the blue, endless marine expanses, dreaming of one day setting off on a pristine liner for an exciting journey. It's no coincidence that the profession of a sailor is surrounded by such romance.",
        "url": "https://www.calend.ru/holidays/0/0/145/"
      }
    ]
  },
  {
    "date": "2024-07-08",
    "holidays": [
      {
        "title": "World Allergy Day",
        "description": "World Allergy Day is celebrated annually on July 8th since 2005, by the decision of the World Allergy Organization (WAO) and the World Organization of Immunopathology.",
        "url": "https://www.calend.ru/holidays/0/0/3707/"
      }
    ]
  },
  {
    "date": "2024-07-09",
    "holidays": [
      {
        "title": "Sugar Cookie Day",
        "description": "One of the holidays dedicated to confectionery products, which enjoy a well-deserved reputation and steady demand, is celebrated annually on July 9. It is called Sugar Cookie Day. To this day, this type of confectionery...",
        "url": "https://www.calend.ru/holidays/0/0/3708/"
      }
    ]
  },
  {
    "date": "2024-07-11",
    "holidays": [
      {
        "title": "World Chocolate Day",
        "description": "Annually on July 11, sweet lovers celebrate World Chocolate Day. This delicious holiday was invented and first held by the French in 1995. It is believed that the Aztecs were the first to learn how to make chocolate. They called it",
        "url": "https://www.calend.ru/holidays/0/0/2485/"
      }
    ]
  },
  {
    "date": "2024-07-12",
    "holidays": [
      {
        "title": "World Civil Aviation Flight Attendant Day",
        "description": "Every year on July 12, representatives of one of the most romantic professions in the world, better known to us as stewards and stewardesses, celebrate their professional holiday - World Civil Aviation Flight Attendant Day. It may seem strange",
        "url": "https://www.calend.ru/holidays/0/0/2920/"
      }
    ]
  },
  {
    "date": "2024-07-13",
    "holidays": [
      {
        "title": "International Puzzle Day",
        "description": "On one of the days in July, puzzle fans around the world celebrate a holiday dedicated to the invention that makes their life brighter and more interesting. On July 13, they celebrate International Puzzle Day. This date is timed to coincide with the birthday of Ernő Rubik.",
        "url": "https://www.calend.ru/holidays/0/0/3711/"
      }
    ]
  },
  {
    "date": "2024-07-14",
    "holidays": [
      {
        "title": "A day of chaos and disorder",
        "description": "A very unusual holiday is celebrated annually on July 14, thanks to the American Adrienne Sioux Koopersmith, - it's the Day of Chaos and Disorder. In the English-speaking environment, it is known as Pandemonium Day, or the Day of Turmoil. The word \"Pandemonium\" is also known.",
        "url": "https://www.calend.ru/holidays/0/0/3714/"
      }
    ]
  },
  {
    "date": "2024-07-14",
    "holidays": [
      {
        "title": "Fisherman's Day",
        "description": "Since time immemorial, man has turned his gaze to the sea, river, lake in the hope of finding a rich and long-lasting source of sustenance in the watery expanses. Thus, gradually, a special group of people formed - fishermen, who at first did it as a hobby, and over time...",
        "url": "https://www.calend.ru/holidays/0/0/1688/"
      }
    ]
  },
  {
    "date": "2024-07-16",
    "holidays": [
      {
        "title": "International Snake Day",
        "description": "There are quite a few holidays in the global calendar dedicated to individual representatives of fauna or representatives of entire elements of the animal world classification system (classes, orders, families, etc.). Every year on July 16, International Snake Day is celebrated.",
        "url": "https://www.calend.ru/holidays/0/0/3715/"
      }
    ]
  },
  {
    "date": "2024-07-17",
    "holidays": [
      {
        "title": "World Emoji Day",
        "description": "July 17 is celebrated as an unusual and largely amusing holiday - World Emoji Day, dedicated to the super popular pictograms, ideograms, and emoticons used in the system of electronic communication (SMS, forums) in modern society.",
        "url": "https://www.calend.ru/holidays/0/0/3540/"
      }
    ]
  },
  {
    "date": "2024-07-17",
    "holidays": [
      {
        "title": "World Day for International Criminal Justice",
        "description": "July 17 is celebrated as the World Day for International Justice, or International Justice Day. The holiday was established in honor of the adoption on this day in 1998 of the Rome Statute - a treaty that laid the foundation.",
        "url": "https://www.calend.ru/holidays/0/0/3387/"
      }
    ]
  },
  {
    "date": "2024-07-20",
    "holidays": [
      {
        "title": "International Chess Day",
        "description": "For many years, starting from 1966, July 20 is celebrated as International Chess Day around the world. This holiday is held by the decision of FIDE - the International Chess Federation (Federation Internationale des Echecs, FIDE), founded",
        "url": "https://www.calend.ru/holidays/0/0/61/"
      }
    ]
  },
  {
    "date": "2024-07-20",
    "holidays": [
      {
        "title": "International Cake Day",
        "description": "July 20th is an interesting holiday - International Cake Day, dedicated to friendship and peace between people, countries, nations. It is held under the motto \"I CAKE YOU\", which means - \"I will come to you with a cake\", which, in general, is logical.",
        "url": "https://www.calend.ru/holidays/0/0/3209/"
      }
    ]
  },
  {
    "date": "2024-07-21",
    "holidays": [
      {
        "title": "Metallurgist's Day",
        "description": "Every year on the third Sunday of July, people of a brave profession – metallurgists – celebrate their holiday. Metallurgist Day was established on September 28, 1957 by a decree of the Presidium of the Supreme Soviet of the USSR. Thus, the Soviet government recognized the important contribution and for",
        "url": "https://www.calend.ru/holidays/0/0/148/"
      }
    ]
  },
  {
    "date": "2024-07-21",
    "holidays": [
      {
        "title": "Unhealthy food day",
        "description": "July 21 is celebrated as one of the gastronomic holidays - Unhealthy Food Day, or Junk Food Day, when you can abandon gastronomic restrictions, diets and indulge yourself with your favorite, although unhealthy food, without a particular sense of guilt.",
        "url": "https://www.calend.ru/holidays/0/0/3809/"
      }
    ]
  },
  {
    "date": "2024-07-22",
    "holidays": [
      {
        "title": "World Brain Day",
        "description": "In recent years, various federations and associations of specialist doctors, aiming to increase the attention of people and health authorities to human health issues, have been establishing days dedicated to health.",
        "url": "https://www.calend.ru/holidays/0/0/3542/"
      }
    ]
  },
  {
    "date": "2024-07-23",
    "holidays": [
      {
        "title": "World Day of Whales and Dolphins",
        "description": "Every year on July 23, World Whale and Dolphin Day is celebrated. This holiday was established in 1986, when a ban on whaling, introduced on July 23, 1982 by the International Whaling Commission, came into force.",
        "url": "https://www.calend.ru/holidays/0/0/2366/"
      }
    ]
  },
  {
    "date": "2024-07-24",
    "holidays": [
      {
        "title": "International Self-Care Day",
        "description": "In 2011, the annual celebration of International Self-Care Day (International Self-Care Day) began. It is celebrated on July 24th at the initiative of the eponymous foundation, which aims to explain to humanity the importance of self-care as much as possible.",
        "url": "https://www.calend.ru/holidays/0/0/3716/"
      }
    ]
  },
  {
    "date": "2024-07-26",
    "holidays": [
      {
        "title": "Uncle and Aunt's Day",
        "description": "To the whole list of holidays dedicated to relatives and loved ones, which once started with Mother's Day and was later supplemented with Father's Day, Sons Day, Daughters Day, Grandmothers and Grandfathers Day, a new one has been added - Uncle and Aunt Day. It is celebrated annually on the 26th.",
        "url": "https://www.calend.ru/holidays/0/0/3717/"
      }
    ]
  },
  {
    "date": "2024-07-26",
    "holidays": [
      {
        "title": "System Administrator's Day",
        "description": "Every year, on the last Friday of July, administrators of corporate and home networks, databases, mail systems, software complexes, and other \"fighters of the invisible front\" celebrate their professional holiday - System Administrator Appreciation Day. And",
        "url": "https://www.calend.ru/holidays/0/0/136/"
      }
    ]
  },
  {
    "date": "2024-07-26",
    "holidays": [
      {
        "title": "Esperanto Day",
        "description": "Every year on July 26, enthusiasts of the world's first artificial language celebrate Esperanto Day. This significant system was created by ophthalmologist Ludwig Zamenhof (1859-1917). He was born in Bialystok - a city now located in Poland.",
        "url": "https://www.calend.ru/holidays/0/0/3139/"
      }
    ]
  },
  {
    "date": "2024-07-28",
    "holidays": [
      {
        "title": "World Hepatitis Day",
        "description": "Annually on July 28, many countries observe World Hepatitis Day. The date was chosen to coincide with the birthday of American physician Baruch Samuel Blumberg, a Nobel laureate who discovered the hepatitis virus.",
        "url": "https://www.calend.ru/holidays/0/0/3089/"
      }
    ]
  },
  {
    "date": "2024-07-29",
    "holidays": [
      {
        "title": "International Tiger Day",
        "description": "Annually on July 29th, International Tiger Day is celebrated worldwide. It was established in 2010 at the International Forum \"Tiger Summit\" in St. Petersburg, addressing the issues of preserving the population of this predatory animal.",
        "url": "https://www.calend.ru/holidays/0/0/3160/"
      }
    ]
  },
  {
    "date": "2024-07-31",
    "holidays": [
      {
        "title": "Day of unusual musical instruments",
        "description": "July 31 marks an interesting cultural holiday - Uncommon Musical Instrument Awareness Day. Music (from the Greek musike, literally - \"the art of the Muses\") is a form of art in which the means of embodiment",
        "url": "https://www.calend.ru/holidays/0/0/3811/"
      }
    ]
  },
  {
    "date": "2024-07-31",
    "holidays": [
      {
        "title": "World Ranger Day",
        "description": "World Ranger Day (World Ranger Day), or Park Ranger Day, celebrated annually on July 31, was established in 2007 by the International Ranger Federation (IRF) to acknowledge the contribution of park rangers to conservation.",
        "url": "https://www.calend.ru/holidays/0/0/3389/"
      }
    ]
  },
  {
    "date": "2024-08-01",
    "holidays": [
      {
        "title": "Lung Cancer Awareness Day",
        "description": "Every year on August 1, World Lung Cancer Day is observed. The aim of this day is to raise awareness among the population about this disease, its impact on human health and society, risk factors, methods of detection, and prevention.",
        "url": "https://www.calend.ru/holidays/0/0/3721/"
      }
    ]
  },
  {
    "date": "2024-08-02",
    "holidays": [
      {
        "title": "International Beer Day",
        "description": "Beer is one of the most popular alcoholic beverages in the world, it traces its history from the depths of centuries, has thousands of recipes and millions of fans in all corners of the planet. Therefore, it is not surprising that a multitude of events are organized worldwide in its honor.",
        "url": "https://www.calend.ru/holidays/0/0/3250/"
      }
    ]
  },
  {
    "date": "2024-08-03",
    "holidays": [
      {
        "title": "Watermelon Day",
        "description": "On August 3, a delicious holiday - Watermelon Day, is celebrated in different countries. Its history originates from the USA, where it is celebrated as National Watermelon Day. America holds first place in terms of watermelon consumption.",
        "url": "https://www.calend.ru/holidays/0/0/3308/"
      }
    ]
  },
  {
    "date": "2024-08-04",
    "holidays": [
      {
        "title": "Railwayman's Day",
        "description": "Railway Workers' Day, celebrated annually on the first Sunday of August in a number of countries - former republics of the Soviet Union, traces its history back to the 19th century. In the life of each country, railways always play a special role. They were and remain",
        "url": "https://www.calend.ru/holidays/0/0/151/"
      }
    ]
  },
  {
    "date": "2024-08-04",
    "holidays": [
      {
        "title": "Day of Single Working Women",
        "description": "August 4th is celebrated as Single Working Women's Day - a day meant to acknowledge the important role that single working women play in society. In general, the contribution of women to the economic and social spheres is hard to underestimate.",
        "url": "https://www.calend.ru/holidays/0/0/3723/"
      }
    ]
  },
  {
    "date": "2024-08-05",
    "holidays": [
      {
        "title": "International Traffic Light Day",
        "description": "International Traffic Light Day is celebrated on August 5 in honor of an event that occurred in 1914. On this day, the predecessor of modern devices appeared in the American city of Cleveland. It had red and green lights, and when switching...",
        "url": "https://www.calend.ru/holidays/0/0/2851/"
      }
    ]
  },
  {
    "date": "2024-08-06",
    "holidays": [
      {
        "title": "World Day for the Prohibition of Nuclear Weapons",
        "description": "Hiroshima Day, also known as World Day for the Prohibition of Nuclear Weapons, is celebrated annually on August 6th. This solemn, heavy date takes us back to the historical events of August 1945, related to World War II.",
        "url": "https://www.calend.ru/holidays/0/0/2953/"
      }
    ]
  },
  {
    "date": "2024-08-06",
    "holidays": [
      {
        "title": "International Day \"Doctors of the World for Peace\"",
        "description": "\"Physicians for Peace\" is an international day proposed by the Physicians for the Prevention of Nuclear War organization. It is commemorated on the anniversary of the horrific tragedy - the day of the bombing of the Japanese city of Hiroshima on August 6, 1945.",
        "url": "https://www.calend.ru/holidays/0/0/572/"
      }
    ]
  },
  {
    "date": "2024-08-07",
    "holidays": [
      {
        "title": "International Bachelor's Day",
        "description": "Annually on August 7th, in a number of countries, Bachelor's Day is celebrated - an informal holiday dedicated to unmarried men, single women, and everyone who is not in a serious relationship. It also has a second name - \"Singles Day\" or \"Loneliness Day\".",
        "url": "https://www.calend.ru/holidays/0/0/3812/"
      }
    ]
  },
  {
    "date": "2024-08-08",
    "holidays": [
      {
        "title": "World Cat Day",
        "description": "Holidays dedicated to these fluffy pets exist in many countries. For example, in Russia, Cat Day is celebrated on March 1, in Poland - February 17, in Japan - February 22, and in the USA they honor them on October 29. These days appeared at different times and based on different reasons.",
        "url": "https://www.calend.ru/holidays/0/0/3251/"
      }
    ]
  },
  {
    "date": "2024-08-08",
    "holidays": [
      {
        "title": "International Mountaineering Day",
        "description": "On August 8, the world celebrates International Mountaineering Day or Mountaineer's Day - a holiday that knows no borders, uniting all real men and strong-spirited women. The appearance of this holiday we owe to two brave Swiss - doctors.",
        "url": "https://www.calend.ru/holidays/0/0/3039/"
      }
    ]
  },
  {
    "date": "2024-08-08",
    "holidays": [
      {
        "title": "International Day of Ophthalmology",
        "description": "Russia and the USSR have given the world a huge number of names that have made history with their discoveries and achievements in the field of medicine. Ophthalmology is no exception - a branch of medicine that studies the structure and properties of the human eye, as well as the eye diseases.",
        "url": "https://www.calend.ru/holidays/0/0/3547/"
      }
    ]
  },
  {
    "date": "2024-08-09",
    "holidays": [
      {
        "title": "World Book Lovers Day",
        "description": "Many holidays, originating in a certain country and having the status of national holidays, over time became international (albeit unofficial), thanks to their popularity spreading beyond the borders of the state. This also happened with Nation",
        "url": "https://www.calend.ru/holidays/0/0/3548/"
      }
    ]
  },
  {
    "date": "2024-08-10",
    "holidays": [
      {
        "title": "International Biodiesel Day",
        "description": "Every year on August 10, International Biodiesel Day is celebrated. This unofficial holiday for environmentally friendly fuel was established in memory of its first use - on August 10, 1893, an engine was started that worked on biodiesel.",
        "url": "https://www.calend.ru/holidays/0/0/3392/"
      }
    ]
  },
  {
    "date": "2024-08-11",
    "holidays": [
      {
        "title": "Builder's Day",
        "description": "On the second Sunday of August, Builder's Day is celebrated in Russia and some post-Soviet countries. For the first time, this professional holiday for workers in the construction industry was celebrated in the USSR on August 12, 1956. And it was established...",
        "url": "https://www.calend.ru/holidays/0/0/153/"
      }
    ]
  },
  {
    "date": "2024-08-13",
    "holidays": [
      {
        "title": "International Left-Handers Day",
        "description": "The modern world is created for people who do everything with their right hand. Writing and kitchen utensils, doors and locks, computer mice and much more are made for right-handed people. The rest adapt. Fortunately, left-handed students are no longer d",
        "url": "https://www.calend.ru/holidays/0/0/67/"
      }
    ]
  },
  {
    "date": "2024-08-15",
    "holidays": [
      {
        "title": "Archaeologist's Day",
        "description": "Despite the fact that the history of Archaeologist's Day is not associated with any events or discoveries, and the holiday itself is neither a state nor a national one, archaeologists from Russia, Belarus, Kazakhstan, and Ukraine celebrate their professional holiday on the 1st.",
        "url": "https://www.calend.ru/holidays/0/0/68/"
      }
    ]
  },
  {
    "date": "2024-08-17",
    "holidays": [
      {
        "title": "Second-hand Day",
        "description": "August 17 is celebrated as Thrift Shop Day or Second-hand Day. A thrift shop is a store where a person can sell a used item, a product that has been used before, pre-owned, practically new, or even a...",
        "url": "https://www.calend.ru/holidays/0/0/3725/"
      }
    ]
  },
  {
    "date": "2024-08-17",
    "holidays": [
      {
        "title": "World Homeless Animals Day",
        "description": "The moral progress of a nation can be measured by how that nation treats its animals.\nMahatma Gandhi. The third Saturday in August is observed as International Homeless Animals Day. The date appeared in the calendar",
        "url": "https://www.calend.ru/holidays/0/0/2980/"
      }
    ]
  },
  {
    "date": "2024-08-19",
    "holidays": [
      {
        "title": "World Photography Day",
        "description": "Photography is a unique phenomenon, as photos can capture ongoing events, interesting moments, beautiful places, beloved faces, moments that will never happen again... Thanks to them, you can return to the past, because by looking at them",
        "url": "https://www.calend.ru/holidays/0/0/3252/"
      }
    ]
  },
  {
    "date": "2024-08-20",
    "holidays": [
      {
        "title": "World Laziness Day",
        "description": "In 1984, an unusual holiday was born in Colombia that found support in the hearts of millions of people from different countries, becoming worldwide despite the absence of official status. It is called World Sloth Day. At first glance",
        "url": "https://www.calend.ru/holidays/0/0/3727/"
      }
    ]
  },
  {
    "date": "2024-08-20",
    "holidays": [
      {
        "title": "World Mosquito Day",
        "description": "Every year on August 20, World Mosquito Day is celebrated. However, it is not held to honor this insect, which is rather disliked by people. Mosquito Day is an initiative of Sir Ronald Ross (1857-1932), a British scientist.",
        "url": "https://www.calend.ru/holidays/0/0/3726/"
      }
    ]
  },
  {
    "date": "2024-08-24",
    "holidays": [
      {
        "title": "Day of strange music",
        "description": "On August 24, International Strange Music Day (International Strange Music Day) or Unusual Music Day is celebrated, which was invented by American musician Patrick Grant in 1998. The works of this composer represent themselves.",
        "url": "https://www.calend.ru/holidays/0/0/3731/"
      }
    ]
  },
  {
    "date": "2024-08-25",
    "holidays": [
      {
        "title": "\"Kiss and Make Up Day\"",
        "description": "August 25th could become a significant holiday for many people if they follow the call that gave the holiday its name: \"Kiss and Make up Day\". It also has a second name - Reconciliation Kiss Day.",
        "url": "https://www.calend.ru/holidays/0/0/3728/"
      }
    ]
  },
  {
    "date": "2024-08-25",
    "holidays": [
      {
        "title": "Miner's Day",
        "description": "On the last Sunday of August, courageous people who work hard for the successful development of the economy celebrate their professional holiday. For over half a century, Russia and other countries - former Soviet republics - have been celebrating Miner's Day, giving",
        "url": "https://www.calend.ru/holidays/0/0/155/"
      }
    ]
  },
  {
    "date": "2024-08-26",
    "holidays": [
      {
        "title": "Dog's Thanksgiving Day",
        "description": "August 26th marks a kind holiday - Dog Appreciation Day or Dog Gratitude Day. This date originated in 2004 in the USA as the National Dog Day, thanks to the initiative of a lifestyle expert.",
        "url": "https://www.calend.ru/holidays/0/0/3729/"
      }
    ]
  },
  {
    "date": "2024-08-27",
    "holidays": [
      {
        "title": "International Boxing Day",
        "description": "The list of international dates dedicated to sports was expanded in 2017 with one more holiday. Starting from 2018, July 22nd was annually celebrated as International Boxing Day. However, in 2021 it was decided to move the celebration to August 27th. This decision was made.",
        "url": "https://www.calend.ru/holidays/0/0/3465/"
      }
    ]
  },
  {
    "date": "2024-08-28",
    "holidays": [
      {
        "title": "Dream Day",
        "description": "Martin Luther King's speech on August 28, 1963, which entered history under the title \"I Have a Dream\" and named after a quote from the speech, prompted a number of public figures to establish, albeit unofficial, a holiday dedicated to the dream.",
        "url": "https://www.calend.ru/holidays/0/0/3730/"
      }
    ]
  },
  {
    "date": "2024-08-31",
    "holidays": [
      {
        "title": "Blog Day",
        "description": "The idea to celebrate Blog Day on August 31st appeared in 2005, when active LiveJournal users saw numbers in the word blog - 3108. That's why they set the holiday date for August 31st (31.08). The initiators of Blog Day encourage to...",
        "url": "https://www.calend.ru/holidays/0/0/3020/"
      }
    ]
  },
  {
    "date": "2024-09-01",
    "holidays": [
      {
        "title": "Knowledge Day",
        "description": "Writing different letters\nWith a thin quill in the notebook\nThey teach in school, they teach in school,\nThey teach in school.\nSubtract and multiply,\nDon't offend the little ones\nThey teach in school, they teach in school,\nThey teach in school.\nThe song \"What they teach in school\".",
        "url": "https://www.calend.ru/holidays/0/0/70/"
      }
    ]
  },
  {
    "date": "2024-09-01",
    "holidays": [
      {
        "title": "Oilman's Day",
        "description": "The Day of Workers of the Oil, Gas and Fuel Industry (Oilman's Day), celebrated annually on the first Sunday of September, is a professional holiday for representatives of various gas and oil specialties: geologists and drillers.",
        "url": "https://www.calend.ru/holidays/0/0/156/"
      }
    ]
  },
  {
    "date": "2024-09-06",
    "holidays": [
      {
        "title": "Redhead Day",
        "description": "One of the dates proposed on the internet for celebrating Redhead Day is September 6th. This is due to the fact that there are still discrepancies in views on when to celebrate it. For example, in the United States, there is a National Redhead Day.",
        "url": "https://www.calend.ru/holidays/0/0/3748/"
      }
    ]
  },
  {
    "date": "2024-09-07",
    "holidays": [
      {
        "title": "World Day for the Destruction of Military Toys",
        "description": "September 7 marks one of the quite ambiguous days with an international status. It's about the World Day for the Destruction of Military Toys. This date began to be celebrated in 1988 on the initiative of the World Association for Helping Orphans and Children, who",
        "url": "https://www.calend.ru/holidays/0/0/3475/"
      }
    ]
  },
  {
    "date": "2024-09-07",
    "holidays": [
      {
        "title": "World Beard Day",
        "description": "Every first Saturday of September is celebrated as World Beard Day. All representatives of the male half of humanity who wear a beard can join the actions dedicated to this holiday. The history of wearing a beard or refusal",
        "url": "https://www.calend.ru/holidays/0/0/3570/"
      }
    ]
  },
  {
    "date": "2024-09-08",
    "holidays": [
      {
        "title": "World Crane Day",
        "description": "The first month of autumn is rich in environmental holidays. For instance, World Crane Day is celebrated on the second Sunday of September. The first ancestors of these beautiful birds appeared during the time of dinosaurs, about 40-60 million years ago. Historical r",
        "url": "https://www.calend.ru/holidays/0/0/3125/"
      }
    ]
  },
  {
    "date": "2024-09-08",
    "holidays": [
      {
        "title": "International Day of Solidarity of Journalists",
        "description": "The International Day of Journalists' Solidarity, celebrated annually on September 8, was established in 1958 in Bucharest, at the 4th congress of the International Organization of Journalists. According to the intentions of the congress deputies,",
        "url": "https://www.calend.ru/holidays/0/0/576/"
      }
    ]
  },
  {
    "date": "2024-09-08",
    "holidays": [
      {
        "title": "Day of Remembrance for the Victims of Fascism",
        "description": "The Day of Remembrance of the Victims of Fascism is a day of remembrance for tens of millions of people who died as a result of a gigantic, inhumane experiment. These are millions of soldiers that fascist leaders pitted against each other, but even more so - civilians who",
        "url": "https://www.calend.ru/holidays/0/0/2160/"
      }
    ]
  },
  {
    "date": "2024-09-09",
    "holidays": [
      {
        "title": "International Beauty Day",
        "description": "Beauty is inherent in everything healthy... It is harmony, it holds the promise of tranquility; it embodies ideals for both the individual and humanity. If a nation preserves an ideal of beauty and a need for it, it means there is also a need for health, norms... thereby guaranteeing...",
        "url": "https://www.calend.ru/holidays/0/0/73/"
      }
    ]
  },
  {
    "date": "2024-09-12",
    "holidays": [
      {
        "title": "International Crochet Day",
        "description": "September 12 is celebrated as a \"creative\" holiday - International Crochet Day. This crochet technique is considered simpler than knitting with needles, which ensures its greatest popularity today.",
        "url": "https://www.calend.ru/holidays/0/0/3572/"
      }
    ]
  },
  {
    "date": "2024-09-12",
    "holidays": [
      {
        "title": "International Day of Action Against Migraine",
        "description": "On the initiative of the medical community, September 12 is marked as International Migraine Awareness Day, with the aim of drawing attention to the seriousness of this disease, increasing people's awareness of the consequences it can have, and showing how",
        "url": "https://www.calend.ru/holidays/0/0/3817/"
      }
    ]
  },
  {
    "date": "2024-09-14",
    "holidays": [
      {
        "title": "World First Aid Day",
        "description": "Annually, starting from 2000, on the second Saturday of September, World First Aid Day is celebrated in many countries. The initiators of its observance were national organizations - members of the International Red Cross and Red Crescent Movement.",
        "url": "https://www.calend.ru/holidays/0/0/3171/"
      }
    ]
  },
  {
    "date": "2024-09-15",
    "holidays": [
      {
        "title": "Forestry Workers' Day",
        "description": "When you enter the fragrant and cool forest,\nAmong the sunlit spots and the stern silence\nYour chest meets, so joyfully and eagerly,\nThe breath of wet grasses and the scent of pine... (from the poem by V. Rozhdestvensky).",
        "url": "https://www.calend.ru/holidays/0/0/1713/"
      }
    ]
  },
  {
    "date": "2024-09-15",
    "holidays": [
      {
        "title": "Day of free money",
        "description": "September 15 is celebrated as Free Money Day. But it's not a holiday per se, but rather a kind of social experiment which was launched in 2011 to popularize such a type of financial activity as the sharing economy.",
        "url": "https://www.calend.ru/holidays/0/0/3818/"
      }
    ]
  },
  {
    "date": "2024-09-17",
    "holidays": [
      {
        "title": "World Patient Safety Day",
        "description": "September 17th is marked as the World Patient Safety Day, proclaimed in May 2019 at the World Health Assembly, which also oversees the main events dedicated to this day. The establishment of a new date in the memorial calendar",
        "url": "https://www.calend.ru/holidays/0/0/3646/"
      }
    ]
  },
  {
    "date": "2024-09-18",
    "holidays": [
      {
        "title": "World Water Monitoring Day",
        "description": "Every year on September 18, since 2003, World Water Monitoring Day is celebrated, or World Water Quality Monitoring Day. This environmental holiday was established at the initiative of the American Clean Water Fund.",
        "url": "https://www.calend.ru/holidays/0/0/3395/"
      }
    ]
  },
  {
    "date": "2024-09-19",
    "holidays": [
      {
        "title": "\"Smiley's\" Birthday",
        "description": "Every year on September 19, an unusual holiday is celebrated - the Birthday of the friendly electronic symbol - the Birthday of the \"Smiley\". On September 19, 1982, Professor Scott E. Fahlman of Carnegie Mellon University first suggested",
        "url": "https://www.calend.ru/holidays/0/0/2225/"
      }
    ]
  },
  {
    "date": "2024-09-19",
    "holidays": [
      {
        "title": "International Talk Like a Pirate Day",
        "description": "International Talk Like a Pirate Day, or International \"Speak Like a Pirate\" Day, is celebrated annually on September 19th in several countries. This is a very fun holiday when people imitate pirate talk, and some",
        "url": "https://www.calend.ru/holidays/0/0/2218/"
      }
    ]
  },
  {
    "date": "2024-09-20",
    "holidays": [
      {
        "title": "World Rice Day",
        "description": "World Rice Day is celebrated annually on September 20, starting from 2004, when the International Year of Rice was held at the initiative of the UN. This holiday truly has a global character, as rice is one of the most popular cereals in the world.",
        "url": "https://www.calend.ru/holidays/0/0/3819/"
      }
    ]
  },
  {
    "date": "2024-09-21",
    "holidays": [
      {
        "title": "International Surgeon's Day",
        "description": "On the third Saturday of September, doctors in one of the most complex areas of medicine celebrate their professional holiday - International Surgeon's Day. It is not officially established, but it is gaining more and more recognition each year. With the initiative",
        "url": "https://www.calend.ru/holidays/0/0/3824/"
      }
    ]
  },
  {
    "date": "2024-09-21",
    "holidays": [
      {
        "title": "World Day of Russian Unity",
        "description": "Annually, starting from 2010, September 21st is celebrated as the World Day of Russian Unity. The initiator of this holiday was the Russian Unifying Union of Compatriots (RUUC) in Kyrgyzstan, at the initiative of which in the fall of 2009.",
        "url": "https://www.calend.ru/holidays/0/0/2681/"
      }
    ]
  },
  {
    "date": "2024-09-21",
    "holidays": [
      {
        "title": "World Bone Marrow Donor Day",
        "description": "Every third Saturday of September, starting from 2015, World Marrow Donor Day is celebrated. Initially, it was celebrated in four European countries where the activities of the World Association were gaining momentum.",
        "url": "https://www.calend.ru/holidays/0/0/3575/"
      }
    ]
  },
  {
    "date": "2024-09-21",
    "holidays": [
      {
        "title": "International Day for the Dissemination of Information on Alzheimer's Disease",
        "description": "Every year on September 21, World Alzheimer's Day is observed worldwide to spread information about Alzheimer's disease, or World Alzheimer's Day. It was established in 1994 at the initiative of organizations that are engaged in...",
        "url": "https://www.calend.ru/holidays/0/0/3253/"
      }
    ]
  },
  {
    "date": "2024-09-21",
    "holidays": [
      {
        "title": "Zero Emission Day",
        "description": "Zero Emissions Day (or ZeDay) is an environmental date that is celebrated in many countries around the world every year on September 21. Among the international days dedicated to the issues of environmental protection and preservation of the ecological balance, this one is...",
        "url": "https://www.calend.ru/holidays/0/0/3478/"
      }
    ]
  },
  {
    "date": "2024-09-21",
    "holidays": [
      {
        "title": "World Cleanup Week (\"Let's Clean the Planet from Garbage\")",
        "description": "The campaign \"Clean the Planet from Garbage\", which subsequently gained global status, was first held in September 1993 by residents of Australia - they massively went out to clean the ocean beaches. Gradually other countries joined the campaign, and as of today,",
        "url": "https://www.calend.ru/holidays/0/0/3126/"
      }
    ]
  },
  {
    "date": "2024-09-21",
    "holidays": [
      {
        "title": "World Cleanliness Day",
        "description": "Annually, on the third Saturday of September, an environmental campaign called \"World Cleanup Day\" is held in many countries around the world, with the aim of uniting the efforts of the general public, media, government, and business structures to clean up territories.",
        "url": "https://www.calend.ru/holidays/0/0/3735/"
      }
    ]
  },
  {
    "date": "2024-09-22",
    "holidays": [
      {
        "title": "World Car Free Day",
        "description": "World Carfree Day, annually celebrated on September 22nd in many countries, is held to promote the idea of walking, cycling, and using public transportation. The main slogan of the Day",
        "url": "https://www.calend.ru/holidays/0/0/2540/"
      }
    ]
  },
  {
    "date": "2024-09-22",
    "holidays": [
      {
        "title": "Autumn equinox day",
        "description": "Every year in late September, many people celebrate the Autumn Equinox Day, which is significant not only for astronomers, but also for many people living in countries where equinox days are marked as holidays. The autumn equinox itself",
        "url": "https://www.calend.ru/holidays/0/0/3762/"
      }
    ]
  },
  {
    "date": "2024-09-22",
    "holidays": [
      {
        "title": "World Elephant Protection Day",
        "description": "On September 22, many countries celebrate one of the environmental holidays - World Elephant Protection Day (World Day of Elephants), which was established on the initiative of environmental organizations, ecologists, and concerned people worried about the decrease in the elephant population.",
        "url": "https://www.calend.ru/holidays/0/0/3255/"
      }
    ]
  },
  {
    "date": "2024-09-22",
    "holidays": [
      {
        "title": "World Rhino Day",
        "description": "On September 22, the environmental holiday World Rhino Day is celebrated, aimed at drawing humanity's attention to the problem of extinction of such a rare animal as the rhinoceros. Biodiversity of species on the planet.",
        "url": "https://www.calend.ru/holidays/0/0/3574/"
      }
    ]
  },
  {
    "date": "2024-09-22",
    "holidays": [
      {
        "title": "Hobbit Day",
        "description": "In 1978, Hobbit Day was celebrated for the first time. This unofficial holiday is celebrated annually around the world on September 22nd. The initiative to hold Hobbit Day annually was born in the United States in the American Tolkien Society (fans of his work).",
        "url": "https://www.calend.ru/holidays/0/0/3649/"
      }
    ]
  },
  {
    "date": "2024-09-24",
    "holidays": [
      {
        "title": "International Day of the Caravaner",
        "description": "Every year on September 24th, an interesting professional holiday is celebrated - International Caravan Day. It is celebrated by caravan leaders and other participants of transport convoys and ship caravans, long-distance truck drivers, teams etc.",
        "url": "https://www.calend.ru/holidays/0/0/2963/"
      }
    ]
  },
  {
    "date": "2024-09-25",
    "holidays": [
      {
        "title": "World Pharmacist Day",
        "description": "Every year on September 25, World Pharmacists Day is celebrated. This is a professional holiday for specialists in the field of pharmacy, pharmacists, and everyone whose activities are related to the sale of drugs, their production.",
        "url": "https://www.calend.ru/holidays/0/0/3736/"
      }
    ]
  },
  {
    "date": "2024-09-26",
    "holidays": [
      {
        "title": "The day of meeting with old friends",
        "description": "Friendship is one of the greatest social and moral values of humanity. Therefore, it is not surprising that there are many holidays dedicated to it. One of them is the Day of Meeting with Old Friends, which is celebrated annually on September 26. Although the founders and",
        "url": "https://www.calend.ru/holidays/0/0/3820/"
      }
    ]
  },
  {
    "date": "2024-09-26",
    "holidays": [
      {
        "title": "European Day of Languages",
        "description": "Annually, beginning in 2001, September 26 is celebrated as the European Day of Languages, with the aim of supporting language diversity, bilingualism of every European, developing the teaching of various languages in the world and their study. It was",
        "url": "https://www.calend.ru/holidays/0/0/757/"
      }
    ]
  },
  {
    "date": "2024-09-26",
    "holidays": [
      {
        "title": "World Contraception Day",
        "description": "On September 26, 2007, at the initiative of several organizations dealing with issues of reproductive health and family planning, the first World Contraception Day (World Contraception Day, WCD) was celebrated, and since then it has been held annually.",
        "url": "https://www.calend.ru/holidays/0/0/2547/"
      }
    ]
  },
  {
    "date": "2024-09-26",
    "holidays": [
      {
        "title": "World Day of Trenchless Technologies",
        "description": "Every fourth Thursday of September became the unofficial World Trenchless Day of horizontal directional drilling technologies. This decision was made at a seminar held in Moscow in 2016 as part of a whole complex.",
        "url": "https://www.calend.ru/holidays/0/0/3477/"
      }
    ]
  },
  {
    "date": "2024-09-29",
    "holidays": [
      {
        "title": "Engineer's Day",
        "description": "Mechanical engineering is the basic sector of the economy in any highly developed country, the heart of the industry, the most important sector of industry, its industrial and intellectual potential. On the last Sunday of September, they celebrate their professional holiday.",
        "url": "https://www.calend.ru/holidays/0/0/159/"
      }
    ]
  },
  {
    "date": "2024-09-29",
    "holidays": [
      {
        "title": "World Heart Day",
        "description": "Gymnastics, physical exercises, and walking should become a firm part of the daily life of everyone who wants to maintain their ability to work, health, full and joyful life.\nHippocrates\nWorld Heart Day",
        "url": "https://www.calend.ru/holidays/0/0/2787/"
      }
    ]
  },
  {
    "date": "2024-09-29",
    "holidays": [
      {
        "title": "International Day of the Deaf",
        "description": "International Deaf Day, celebrated annually on the last Sunday of September, was established in 1958 in honor of the creation of the World Federation of the Deaf (WFD) in September 1951. It is",
        "url": "https://www.calend.ru/holidays/0/0/75/"
      }
    ]
  },
  {
    "date": "2024-09-30",
    "holidays": [
      {
        "title": "Cozy Knitted Blanket Day",
        "description": "The Cozy Knitted Blanket Day was invented by the editorial board of the creative magazine Krealikum in 2022. The choice of date is not accidental. The Autumn Equinox day has just passed, the days are gradually getting shorter, it's getting colder outside... It's the perfect time to wrap up.",
        "url": "https://www.calend.ru/holidays/0/0/3792/"
      }
    ]
  },
  {
    "date": "2024-10-01",
    "holidays": [
      {
        "title": "International Music Day",
        "description": "International Music Day, celebrated annually on October 1 since 1975, was established at the initiative of the International Music Council (IMC) at UNESCO two years earlier at the 15th General Assembly of the IMC in Lausanne.",
        "url": "https://www.calend.ru/holidays/0/0/80/"
      }
    ]
  },
  {
    "date": "2024-10-01",
    "holidays": [
      {
        "title": "World Vegetarian Day",
        "description": "Every year on October 1, the global community celebrates World Vegetarian Day, established by the North American Vegetarian Society (NAVS) in 1977 and supported the following year by the International",
        "url": "https://www.calend.ru/holidays/0/0/3257/"
      }
    ]
  },
  {
    "date": "2024-10-02",
    "holidays": [
      {
        "title": "International Social Pedagogue Day",
        "description": "International Social Pedagogue Day is a professional holiday celebrated annually on October 2nd. In May 2009, the XVII International Conference of Social Pedagogues took place in Copenhagen. Representatives participated in this event.",
        "url": "https://www.calend.ru/holidays/0/0/2965/"
      }
    ]
  },
  {
    "date": "2024-10-03",
    "holidays": [
      {
        "title": "World Sobriety and Fight Against Alcoholism Day",
        "description": "Every year on October 3rd, events are held in many countries as part of the World Sobriety and Anti-Alcoholism Day. This date is not considered official, as it does not have such a status and was not established by any international organizations.",
        "url": "https://www.calend.ru/holidays/0/0/3480/"
      }
    ]
  },
  {
    "date": "2024-10-04",
    "holidays": [
      {
        "title": "World Animal Day",
        "description": "World Animal Day, or World Animal Protection Day, celebrated worldwide annually on October 4, was established at the International Congress of Nature Protection Advocates, held in 1931 in Florence (Italy).",
        "url": "https://www.calend.ru/holidays/0/0/81/"
      }
    ]
  },
  {
    "date": "2024-10-04",
    "holidays": [
      {
        "title": "World Smile Day",
        "description": "World Smile Day is celebrated annually on the first Friday of October. The world owes the existence of this wonderful holiday to the artist Harvey Ball. He lived in America in the middle of the 20th century. There was nothing particularly remarkable about his work.",
        "url": "https://www.calend.ru/holidays/0/0/2402/"
      }
    ]
  },
  {
    "date": "2024-10-06",
    "holidays": [
      {
        "title": "World Habitat Protection Day",
        "description": "Every year on October 6, World Habitat Day is celebrated worldwide - an international holiday aimed at drawing humanity's attention to the problem of preserving the habitat of the Earth's fauna. This holiday was established in 1979.",
        "url": "https://www.calend.ru/holidays/0/0/720/"
      }
    ]
  },
  {
    "date": "2024-10-07",
    "holidays": [
      {
        "title": "International Doctor's Day",
        "description": "Annually, on the first Monday of October, many countries celebrate International Doctor's Day, which is considered a day of solidarity and active actions of doctors around the world. After all, the main goal of a doctor of any nationality is to improve",
        "url": "https://www.calend.ru/holidays/0/0/3260/"
      }
    ]
  },
  {
    "date": "2024-10-07",
    "holidays": [
      {
        "title": "World Architecture Day",
        "description": "Architects from around the world and admirers of architectural masterpieces celebrate their international professional holiday - World Architecture Day (World day of Architecture) - annually on the first Monday of October. It was established by the International Union of Architects.",
        "url": "https://www.calend.ru/holidays/0/0/1484/"
      }
    ]
  },
  {
    "date": "2024-10-10",
    "holidays": [
      {
        "title": "World Vision Day",
        "description": "World Sight Day is celebrated on the second Thursday of October at the initiative of the World Health Organization (WHO). This date is marked on the calendar to draw global attention to the problems of blindness and vision impairment.",
        "url": "https://www.calend.ru/holidays/0/0/2788/"
      }
    ]
  },
  {
    "date": "2024-10-10",
    "holidays": [
      {
        "title": "World Day Against the Death Penalty",
        "description": "\"Capital punishment is a cruel and inhumane practice. It has no place in the 21st century.\" \nFrom the message of the 8th UN Secretary-General Ban Ki-moon. October 10th is known worldwide as the World Day Against the Death Penalty (Worl",
        "url": "https://www.calend.ru/holidays/0/0/3400/"
      }
    ]
  },
  {
    "date": "2024-10-10",
    "holidays": [
      {
        "title": "International Porridge Day",
        "description": "October annually becomes the month when World Porridge Day is celebrated. A traditional dish of many cuisines around the world, it continues to remain popular for over a thousand years. This is exactly what determined...",
        "url": "https://www.calend.ru/holidays/0/0/3580/"
      }
    ]
  },
  {
    "date": "2024-10-11",
    "holidays": [
      {
        "title": "World Egg Day",
        "description": "In many countries around the world, the second Friday of October is celebrated as World Egg Day - a holiday for all lovers of eggs, omelettes, casseroles, and fried eggs... There is nothing surprising about this. After all, eggs are the most universal food product, they are...",
        "url": "https://www.calend.ru/holidays/0/0/2551/"
      }
    ]
  },
  {
    "date": "2024-10-11",
    "holidays": [
      {
        "title": "World Day Against Pain",
        "description": "October 11 is observed as the World Day Against Pain or the Day of Struggle Against Pain. It is held with the aim of drawing the attention of the general public to the urgent need to provide people with access to painkillers and medicines. The date is",
        "url": "https://www.calend.ru/holidays/0/0/3746/"
      }
    ]
  },
  {
    "date": "2024-10-12",
    "holidays": [
      {
        "title": "World Arthritis Day",
        "description": "On October 12, many countries celebrate World Arthritis Day, which is held annually by the initiative of the World Health Organization since 1996 (in Russia - since 2006). The main goals of this day are to...",
        "url": "https://www.calend.ru/holidays/0/0/3263/"
      }
    ]
  },
  {
    "date": "2024-10-14",
    "holidays": [
      {
        "title": "World Standards Day",
        "description": "Every year on October 14, World Standards Day, or International Standards Day, is celebrated around the world - an international date designed to draw people's attention to the importance of actions related to the creation of unified standards, and to mark.",
        "url": "https://www.calend.ru/holidays/0/0/585/"
      }
    ]
  },
  {
    "date": "2024-10-15",
    "holidays": [
      {
        "title": "International White Cane Day",
        "description": "International White Cane Safety Day is not a holiday, it is a unique sign of trouble, reminding society of the existence of people with physical disabilities, about help and solidarity. According to d",
        "url": "https://www.calend.ru/holidays/0/0/2552/"
      }
    ]
  },
  {
    "date": "2024-10-15",
    "holidays": [
      {
        "title": "Global Handwashing Day",
        "description": "\"Wash your hands before eating!\" - posters with such calls hung in many Soviet canteens, reminding visitors of the necessary pre-lunch hygiene ritual. Today, such posters no longer exist, but the call to \"wash hands\" is heard on a more global scale.",
        "url": "https://www.calend.ru/holidays/0/0/3044/"
      }
    ]
  },
  {
    "date": "2024-10-16",
    "holidays": [
      {
        "title": "World Bread Day",
        "description": "\"Bread is the head of everything\"\nRussian Proverb One of the most popular products in the world is, of course, bread. Therefore, it is not surprising that it has its own holiday - World Bread Day, which is celebrated every year.",
        "url": "https://www.calend.ru/holidays/0/0/3323/"
      }
    ]
  },
  {
    "date": "2024-10-16",
    "holidays": [
      {
        "title": "Networking Day (Day of expanding business connections)",
        "description": "October 16th marks a very unusual and new holiday – Networking Day, or Business Connections Expansion Day. Networking is a fairly new word and type of activity for Russia, however its content goes deep in its roots.",
        "url": "https://www.calend.ru/holidays/0/0/3622/"
      }
    ]
  },
  {
    "date": "2024-10-16",
    "holidays": [
      {
        "title": "Boss's Day",
        "description": "Annually on October 16, Boss's Day, or as it is also known, National Boss's Day, is celebrated in a number of countries - a professional holiday for leaders of teams at all levels. In 1958, Patricia Haroski introduced this day.",
        "url": "https://www.calend.ru/holidays/0/0/1503/"
      }
    ]
  },
  {
    "date": "2024-10-16",
    "holidays": [
      {
        "title": "Allergist's Day",
        "description": "October 16th is celebrated as Allergist's Day. This unofficial professional holiday is celebrated by allergists and immunologists - doctors who deal with the treatment and prevention of allergic reactions and disorders of the human immune system.",
        "url": "https://www.calend.ru/holidays/0/0/3651/"
      }
    ]
  },
  {
    "date": "2024-10-16",
    "holidays": [
      {
        "title": "World Anesthesia Day (Anesthesiologist-Resuscitator Day)",
        "description": "World Anaesthesia Day, which is celebrated in many countries annually on October 16, is traditionally considered a professional holiday by anesthesiologist-resuscitators and all specialists in this field of medicine. Anesthesia.",
        "url": "https://www.calend.ru/holidays/0/0/2255/"
      }
    ]
  },
  {
    "date": "2024-10-17",
    "holidays": [
      {
        "title": "International Credit Union Day",
        "description": "Annually, on the third Thursday of October, workers of all types of consumer cooperatives celebrate their professional holiday - International Credit Union Day. This global holiday is continuously celebrated.",
        "url": "https://www.calend.ru/holidays/0/0/2874/"
      }
    ]
  },
  {
    "date": "2024-10-18",
    "holidays": [
      {
        "title": "Tie Day",
        "description": "Annually on October 18th, Necktie Day is celebrated. The holiday's name is often mentioned with the prefix World or International. Despite the lack of official status as a world holiday, it is gaining more and more fans and",
        "url": "https://www.calend.ru/holidays/0/0/3582/"
      }
    ]
  },
  {
    "date": "2024-10-18",
    "holidays": [
      {
        "title": "World Candy Day",
        "description": "October 18th is a celebration for all those who are passionate about sweets. World Candy Day has united not only those who cannot deny themselves the pleasure of eating their favorite candy, but also those who are directly involved in the production process.",
        "url": "https://www.calend.ru/holidays/0/0/3583/"
      }
    ]
  },
  {
    "date": "2024-10-19",
    "holidays": [
      {
        "title": "Day of writing letters to the future",
        "description": "October 19th marks an original holiday - Future Letter Writing Day. It is unknown who and when initiated this date, but the idea of sending a message \"through the years\" appealed to many, and the holiday began to gain supporters. It's no secret.",
        "url": "https://www.calend.ru/holidays/0/0/3832/"
      }
    ]
  },
  {
    "date": "2024-10-20",
    "holidays": [
      {
        "title": "International Chef's Day",
        "description": "Annually on October 20, chefs and cooks around the world celebrate their professional holiday - Chef's Day. The international date was established in 2004 at the initiative of the World Association of Chef Societies (Worldchefs). This organization, which",
        "url": "https://www.calend.ru/holidays/0/0/2909/"
      }
    ]
  },
  {
    "date": "2024-10-20",
    "holidays": [
      {
        "title": "International Air Traffic Controller Day",
        "description": "International Day of the Air Traffic Controller is a professional holiday for air traffic controllers and workers involved in air traffic management. It is celebrated annually on October 20. On October 20, 1961...",
        "url": "https://www.calend.ru/holidays/0/0/2247/"
      }
    ]
  },
  {
    "date": "2024-10-20",
    "holidays": [
      {
        "title": "International Sloth Day",
        "description": "On October 20, 2010, it was declared International Sloth Day. Thus, among holidays dedicated to the animal world of Planet Earth, a new one appeared, aimed at drawing attention to an unusual animal, the range of which became.",
        "url": "https://www.calend.ru/holidays/0/0/3653/"
      }
    ]
  },
  {
    "date": "2024-10-20",
    "holidays": [
      {
        "title": "World Osteoporosis Day",
        "description": "Every year on October 20th, World Osteoporosis Day (World Osteoporosis Day) is celebrated. The World Health Organization established this date back in 1997, with the aim of increasing global awareness of prevention and diagnosis.",
        "url": "https://www.calend.ru/holidays/0/0/3325/"
      }
    ]
  },
  {
    "date": "2024-10-22",
    "holidays": [
      {
        "title": "International Stuttering Awareness Day",
        "description": "Annually on October 22, starting from 1998, the International Stuttering Awareness Day (ISAD) is celebrated worldwide, also known as the International Day for the Dissemination of Information about Stuttering. The idea for the establishment of this date was born.",
        "url": "https://www.calend.ru/holidays/0/0/3077/"
      }
    ]
  },
  {
    "date": "2024-10-23",
    "holidays": [
      {
        "title": "International Snow Leopard Day",
        "description": "The World Forum on Snow Leopard Conservation, held in Bishkek in October 2013, marked the beginning of a new holiday - International Snow Leopard Day, which has been observed annually on October 23 since then. Snow Leopard.",
        "url": "https://www.calend.ru/holidays/0/0/3402/"
      }
    ]
  },
  {
    "date": "2024-10-23",
    "holidays": [
      {
        "title": "Kabuki Syndrome Awareness Day",
        "description": "The date of October 23 is known in a number of countries as Kabuki Syndrome Awareness Day. Unfortunately for humans, the diseases that cause them suffering are very diverse, and a number of diseases are known only to a narrow circle of specialists and people who have encountered them.",
        "url": "https://www.calend.ru/holidays/0/0/3403/"
      }
    ]
  },
  {
    "date": "2024-10-24",
    "holidays": [
      {
        "title": "Russian Paperless Day",
        "description": "\"Let's learn to use paper rationally!\" - this is the main thesis of the international \"paperless\" campaign, which takes place annually in the fall all over the world. Traditionally, it was held every fourth Thursday in October, but in 2015 a number of countries decided to...",
        "url": "https://www.calend.ru/holidays/0/0/3000/"
      }
    ]
  },
  {
    "date": "2024-10-24",
    "holidays": [
      {
        "title": "World Polio Day",
        "description": "The World Day dedicated to the prevention of one of the most severe viral diseases, which affects the human nervous system and causes paralysis, paresis and atrophy of muscle tissues, leading to death or disability, is annually celebrated on October 24th.",
        "url": "https://www.calend.ru/holidays/0/0/3585/"
      }
    ]
  },
  {
    "date": "2024-10-25",
    "holidays": [
      {
        "title": "Marketer's Day",
        "description": "The professional holiday - Marketer's Day - is celebrated in Russia, Belarus, and a number of other CIS countries annually on October 25th. The date is timed to coincide with the day of the establishment of the Marketing and Advertising Department in the Ministry of Foreign Trade of the USSR in 1975. This",
        "url": "https://www.calend.ru/holidays/0/0/3793/"
      }
    ]
  },
  {
    "date": "2024-10-26",
    "holidays": [
      {
        "title": "Day of pleasant surprises",
        "description": "The kind and cheerful holiday - Day of Pleasant Surprises - is celebrated on October 26. It is not known for sure who and when initiated the holiday, but it's obvious that this person is very positively minded and open to the world. With each year",
        "url": "https://www.calend.ru/holidays/0/0/3750/"
      }
    ]
  },
  {
    "date": "2024-10-27",
    "holidays": [
      {
        "title": "Teddy Bear Day",
        "description": "On October 27th, International Teddy Bear Day is celebrated in several countries - a kind holiday dedicated to one of the most popular toys in the world. Although the celebration dates vary - somewhere it is celebrated on October 27th, and somewhere else-",
        "url": "https://www.calend.ru/holidays/0/0/3838/"
      }
    ]
  },
  {
    "date": "2024-10-27",
    "holidays": [
      {
        "title": "International Mother-in-Law Day",
        "description": "Every fourth Sunday of October, an unusual but undoubtedly favorite holiday of every son-in-law is celebrated around the world - International Mother-In-Law Day. Although it does not have official status, it is very popular in many countries. It originated",
        "url": "https://www.calend.ru/holidays/0/0/3302/"
      }
    ]
  },
  {
    "date": "2024-10-28",
    "holidays": [
      {
        "title": "International Animation Day",
        "description": "International Animation Day or World Cartoon Day, which is celebrated annually on October 28th, was established at the initiative of the French department of the International Animated Film Association (The International Animation Association).",
        "url": "https://www.calend.ru/holidays/0/0/2273/"
      }
    ]
  },
  {
    "date": "2024-10-28",
    "holidays": [
      {
        "title": "International School Library Day",
        "description": "International School Library Day is celebrated in many countries annually on the fourth Monday of October, starting in 1999 at the initiative of UNESCO. Each year it is dedicated to a specific theme. For the first time.",
        "url": "https://www.calend.ru/holidays/0/0/2976/"
      }
    ]
  },
  {
    "date": "2024-10-29",
    "holidays": [
      {
        "title": "World Stroke Day",
        "description": "Annually, on October 29, the World Stroke Day is celebrated worldwide, which was established by the World Stroke Organization (WSO) in 2006, with the aim of calling for urgent active actions.",
        "url": "https://www.calend.ru/holidays/0/0/3027/"
      }
    ]
  },
  {
    "date": "2024-10-29",
    "holidays": [
      {
        "title": "World Psoriasis Day",
        "description": "October 29th is marked as World Psoriasis Day in the international calendar. The International Federation of Psoriasis Associations initiated its establishment in 2004.",
        "url": "https://www.calend.ru/holidays/0/0/3405/"
      }
    ]
  },
  {
    "date": "2024-10-31",
    "holidays": [
      {
        "title": "International Black Sea Day",
        "description": "He who was born by the sea,\nHe loved forever\nWhite masts in the raid,\nIn the sea mist of the city,\nThe lighthouse light over the wave,\nThe oblivion of southern nights,\nThe bluest in the world\nMy Black Sea,\nMy Black Sea.",
        "url": "https://www.calend.ru/holidays/0/0/1728/"
      }
    ]
  },
  {
    "date": "2024-10-31",
    "holidays": [
      {
        "title": "International Savings Day",
        "description": "The International Saving Day, or World Saving Day, is celebrated annually on October 31. On October 27, 1924, representatives of savings banks from 29 countries gathered in Milan, Italy, for their first international meeting.",
        "url": "https://www.calend.ru/holidays/0/0/852/"
      }
    ]
  },
  {
    "date": "2024-10-31",
    "holidays": [
      {
        "title": "Halloween",
        "description": "Halloween - Halloween (All Hallows Evening or Beggars Night) - the night before All Saints' Day. It is said that Halloween is at least two thousand years old. The origins of this controversial holiday come from Celtic culture. The Celts had clearly",
        "url": "https://www.calend.ru/holidays/0/0/779/"
      }
    ]
  },
  {
    "date": "2024-11-01",
    "holidays": [
      {
        "title": "Day of divination on coffee grounds",
        "description": "If you love fortune-telling and are a coffee lover, then today you have a chance to celebrate an interesting holiday - November 1 is celebrated as Coffee Grounds Divination Day. It is not accurately known who and when initiated this holiday, but it has aroused the interest of many.",
        "url": "https://www.calend.ru/holidays/0/0/3751/"
      }
    ]
  },
  {
    "date": "2024-11-01",
    "holidays": [
      {
        "title": "International Vegan Day",
        "description": "International Vegan Day (World Vegan Day) is a holiday that appeared on November 1, 1994, when the Vegan Society celebrated its 50th anniversary. The word vegan was coined by Donald Watson from the first three and the last two letters of the word \"vegetarian\".",
        "url": "https://www.calend.ru/holidays/0/0/1471/"
      }
    ]
  },
  {
    "date": "2024-11-02",
    "holidays": [
      {
        "title": "International Men's Day",
        "description": "Gentlemen! If the female population believes that the next surge of increased attention to the stronger half of humanity should not be shown earlier than on Defender of the Fatherland Day, then you have every right to remind them that there is also another worthy one.",
        "url": "https://www.calend.ru/holidays/0/0/167/"
      }
    ]
  },
  {
    "date": "2024-11-06",
    "holidays": [
      {
        "title": "International Day of Remembrance for Animals Killed by Humans",
        "description": "On November 6, at the initiative of a number of animal protection organizations, an unofficial holiday, or rather a memorial day, was established. It was named International Day of Remembrance for Animals Killed by Humans. History has given the world quite a few examples of unparalleled",
        "url": "https://www.calend.ru/holidays/0/0/3754/"
      }
    ]
  },
  {
    "date": "2024-11-06",
    "holidays": [
      {
        "title": "Stress Awareness Day",
        "description": "Twice a year, according to the internet, Stress Awareness Day is celebrated. Some sources indicate the date as April 16, others - every first Wednesday in November. The autumn date of celebration is associated with the activities of the International...",
        "url": "https://www.calend.ru/holidays/0/0/3752/"
      }
    ]
  },
  {
    "date": "2024-11-08",
    "holidays": [
      {
        "title": "Pianist's day",
        "description": "Pianist Day, which is celebrated annually on November 8, is gaining popularity in the music community, and primarily concerns those who are related to such a musical instrument as the piano. The holiday has no official",
        "url": "https://www.calend.ru/holidays/0/0/3656/"
      }
    ]
  },
  {
    "date": "2024-11-08",
    "holidays": [
      {
        "title": "World Day Without Wi-Fi",
        "description": "Two holidays coexist as if they are mirror reflections of each other: International Wi-Fi Day, celebrated on June 20, and World Day Without Wi-Fi (World Day Without Wifi), which was established in 2016 and is observed on November 8.",
        "url": "https://www.calend.ru/holidays/0/0/3759/"
      }
    ]
  },
  {
    "date": "2024-11-08",
    "holidays": [
      {
        "title": "International Day of Radiology",
        "description": "November 8th marks two holidays at once - International Day of Radiology (IDoR) and X-ray Day, which are closely related to each other, but do not have official status, although one of them was initiated by major scientific",
        "url": "https://www.calend.ru/holidays/0/0/3654/"
      }
    ]
  },
  {
    "date": "2024-11-08",
    "holidays": [
      {
        "title": "International KVN Day",
        "description": "We are starting KVN! On November 8, 2001, Russia and some CIS countries for the first time in history celebrated the International Day of KVN - an unofficial holiday for everyone who is somehow involved with the Club of the Funny and Inventive (KVN). And it has been celebrated ever since.",
        "url": "https://www.calend.ru/holidays/0/0/205/"
      }
    ]
  },
  {
    "date": "2024-11-09",
    "holidays": [
      {
        "title": "International Day Against Fascism, Racism and Anti-Semitism",
        "description": "November 9th is International Day Against Fascism, Racism and Antisemitism worldwide. It was established at the initiative of the international network against racism UNITED, which unites more than 560 organizations.",
        "url": "https://www.calend.ru/holidays/0/0/891/"
      }
    ]
  },
  {
    "date": "2024-11-09",
    "holidays": [
      {
        "title": "World Leasing Day",
        "description": "November 9 is celebrated as Global Leasing Day. In the business sphere, the phenomenon of leasing has long found its place. Today, this term, not so long ago seeming something unclear, has become familiar to many people, including even those who do not have",
        "url": "https://www.calend.ru/holidays/0/0/3485/"
      }
    ]
  },
  {
    "date": "2024-11-09",
    "holidays": [
      {
        "title": "International Day of Anti-Nuclear Actions",
        "description": "\"We choose a future without radiation!\" is the slogan under which the International Day of Anti-Nuclear Actions is held annually on November 9th around the world. Environmentalists and other concerned citizens organize pickets, demonstrations, and actions in different cities around the world on this day.",
        "url": "https://www.calend.ru/holidays/0/0/3129/"
      }
    ]
  },
  {
    "date": "2024-11-10",
    "holidays": [
      {
        "title": "World Youth Day",
        "description": "Every year, young people around the world widely celebrate their holidays and events. International Youth Day is celebrated on August 12, Russian young men and women celebrate Youth Day on the last Saturday of June. November 10 is celebrated as World Day.",
        "url": "https://www.calend.ru/holidays/0/0/592/"
      }
    ]
  },
  {
    "date": "2024-11-10",
    "holidays": [
      {
        "title": "International Accounting Day (Accountant's Day)",
        "description": "Annually on November 10th, professionals of one precise field celebrate their professional holiday - International Accounting Day, which is often called Accountant's Day. The necessity of its introduction.",
        "url": "https://www.calend.ru/holidays/0/0/2661/"
      }
    ]
  },
  {
    "date": "2024-11-11",
    "holidays": [
      {
        "title": "World Shopping Day",
        "description": "November 11th is an unusual holiday - World Shopping Day. Every year it becomes more and more famous, and the number of its supporters also increases. Let's try to figure out who and when this curious holiday was first organized.",
        "url": "https://www.calend.ru/holidays/0/0/3265/"
      }
    ]
  },
  {
    "date": "2024-11-11",
    "holidays": [
      {
        "title": "International Energy Saving Day",
        "description": "On November 11, at the initiative of the international ecological network \"School Project for the Use of Resources and Energy\" (School Project for Application of Resources and Energy, SPARE), the International Day of Energy Saving is announced.",
        "url": "https://www.calend.ru/holidays/0/0/3130/"
      }
    ]
  },
  {
    "date": "2024-11-11",
    "holidays": [
      {
        "title": "Remembrance Day (Armistice Day)",
        "description": "On November 11, in many countries, is the Day of Remembrance for those who died in the First World War, officially known as Remembrance Day, or as Memorial Day, Armistice Day. The First World War is one of the most extensive in",
        "url": "https://www.calend.ru/holidays/0/0/1324/"
      }
    ]
  },
  {
    "date": "2024-11-12",
    "holidays": [
      {
        "title": "World Pneumonia Day",
        "description": "World Pneumonia Day is celebrated annually on November 12, starting from 2009. Pneumonia (from Greek pneumon - lung) is an infectious disease of the lungs, most often affecting children, the elderly, and people.",
        "url": "https://www.calend.ru/holidays/0/0/3030/"
      }
    ]
  },
  {
    "date": "2024-11-13",
    "holidays": [
      {
        "title": "World Kindness Day",
        "description": "It has become a very good tradition for many countries to annually celebrate World Kindness Day on November 13th, which was chosen to commemorate the opening of the first conference of the World Kindness Movement in Tokyo in 1998.",
        "url": "https://www.calend.ru/holidays/0/0/3272/"
      }
    ]
  },
  {
    "date": "2024-11-13",
    "holidays": [
      {
        "title": "International Day of the Blind",
        "description": "On November 13, 1745, in France, Valentin Haüy was born - a well-known educator who founded several schools and enterprises for the blind in Paris and St. Petersburg. By decision of the World Health Organization (WHO), it was this date that became the foundation",
        "url": "https://www.calend.ru/holidays/0/0/99/"
      }
    ]
  },
  {
    "date": "2024-11-14",
    "holidays": [
      {
        "title": "World Quality Day",
        "description": "World Quality Day (English: World Quality Day) is an annual event held in many countries around the world on the second Thursday of November. The initiator of the establishment of this Day is the European Organization for Quality (EOQ).",
        "url": "https://www.calend.ru/holidays/0/0/168/"
      }
    ]
  },
  {
    "date": "2024-11-14",
    "holidays": [
      {
        "title": "International Speech Therapist Day",
        "description": "For many adults, memories of a person trying in their distant bright childhood to \"fish out\" from them the sound \"r\" and possessing a stunning ability to recite tongue twisters without stumbling, are vivid associations left in memory by the work of a specialist.",
        "url": "https://www.calend.ru/holidays/0/0/3267/"
      }
    ]
  },
  {
    "date": "2024-11-14",
    "holidays": [
      {
        "title": "World Usability Day",
        "description": "World Usability Day was established in 2005 at the initiative of the Usability Professionals Association. That same year, it was celebrated for the first time and has since been celebrated annually on the second Thursday of November. Usability (Usabil",
        "url": "https://www.calend.ru/holidays/0/0/2553/"
      }
    ]
  },
  {
    "date": "2024-11-15",
    "holidays": [
      {
        "title": "Day of Secondary Recycling",
        "description": "Annually on November 15, in a number of countries, an environmental holiday is celebrated - World Recycling Day, or World Secondary Processing Day, with the aim of attracting the attention of authorities, the public, and industrial structures to this topic. The main tasks",
        "url": "https://www.calend.ru/holidays/0/0/3131/"
      }
    ]
  },
  {
    "date": "2024-11-16",
    "holidays": [
      {
        "title": "International Day of Fighting Anorexia",
        "description": "November 16, starting from 2005, is recognized worldwide as International Day for Combating Anorexia. This date is also known as \"No Diet Day\". The first descriptions of the manifestation of severe nervous disease, leading to complete exhaustion of the body and sp",
        "url": "https://www.calend.ru/holidays/0/0/3758/"
      }
    ]
  },
  {
    "date": "2024-11-17",
    "holidays": [
      {
        "title": "International Students' Day",
        "description": "International Students' Day is celebrated annually on November 17th. It was established in 1941 at an international meeting of students from countries fighting against fascism, which took place in London (Great Britain), but it is celebrated",
        "url": "https://www.calend.ru/holidays/0/0/1545/"
      }
    ]
  },
  {
    "date": "2024-11-17",
    "holidays": [
      {
        "title": "International Day of Premature Babies",
        "description": "November 17 is celebrated worldwide as World Prematurity Day. It was established in 2009 on the initiative of the European Foundation for the Care of Newborn Infants (EFCNI).",
        "url": "https://www.calend.ru/holidays/0/0/3045/"
      }
    ]
  },
  {
    "date": "2024-11-18",
    "holidays": [
      {
        "title": "World Antibiotic Awareness Week",
        "description": "In 2015, the World Health Organization (WHO) initiated the annual observance of World Antibiotic Awareness Week in mid-November. In 2020, it was renamed to the World",
        "url": "https://www.calend.ru/holidays/0/0/3590/"
      }
    ]
  },
  {
    "date": "2024-11-19",
    "holidays": [
      {
        "title": "International Men's Day",
        "description": "Annually on November 19, International Men's Day (IMD) is celebrated worldwide, with the aim of highlighting the positive role of men in the family and society. It was first celebrated in 1999 by the residents of the Republic of Trinidad and Tobago.",
        "url": "https://www.calend.ru/holidays/0/0/3078/"
      }
    ]
  },
  {
    "date": "2024-11-19",
    "holidays": [
      {
        "title": "Women's Entrepreneurship Day",
        "description": "Every year on November 19, Women's Entrepreneurship Day (WED) is celebrated. It was first held in 2014 in New York (USA), and then was supported by the UN and in subsequent years gained recognition in other countries around the world.",
        "url": "https://www.calend.ru/holidays/0/0/3844/"
      }
    ]
  },
  {
    "date": "2024-11-20",
    "holidays": [
      {
        "title": "Pediatrician's Day",
        "description": "The celebration of Pediatrician's Day is inextricably linked with the celebration of World Children's Day, which traces its history back to 1954, when the UN General Assembly gave appropriate recommendations to UN member states. On November 20, 1959, the General Assembly",
        "url": "https://www.calend.ru/holidays/0/0/3587/"
      }
    ]
  },
  {
    "date": "2024-11-20",
    "holidays": [
      {
        "title": "Geographic Information Systems Day (GIS Day)",
        "description": "At the initiative of several major American companies and organizations (National Geographic Society, USGS, Sun Microsystems, Hewlett-Packard, ESRI), it was decided to annually celebrate Geographic Information Systems Day in November, starting from 1999.",
        "url": "https://www.calend.ru/holidays/0/0/1621/"
      }
    ]
  },
  {
    "date": "2024-11-21",
    "holidays": [
      {
        "title": "World Hello Day",
        "description": "World Hello Day is celebrated annually on November 21. Its main purpose is to draw the public's attention to the importance of personal communication in maintaining peace. After all, it is only through kind communication, not by using force, can we...",
        "url": "https://www.calend.ru/holidays/0/0/108/"
      }
    ]
  },
  {
    "date": "2024-11-21",
    "holidays": [
      {
        "title": "No Smoking Day",
        "description": "Every year on the third Thursday of November, a number of Western countries celebrate No Smoking Day. It was established by the American Cancer Society in 1977. The tobacco epidemic is one of the most serious",
        "url": "https://www.calend.ru/holidays/0/0/1563/"
      }
    ]
  },
  {
    "date": "2024-11-22",
    "holidays": [
      {
        "title": "Sons' Day",
        "description": "Annually on November 22, a kind family holiday is celebrated worldwide - Son's Day or Day of Sons. Today, almost everyone knows or, at least, has heard of Mother's Day, which is celebrated annually in different countries all over the world with different",
        "url": "https://www.calend.ru/holidays/0/0/3268/"
      }
    ]
  },
  {
    "date": "2024-11-23",
    "holidays": [
      {
        "title": "International Watercolor Day",
        "description": "November 23 is celebrated as International Watercolor Day (World Watercolor Day). The initiative to establish the holiday was made by Mexican artist Alfredo Guati Rojo (Spanish: Alfredo Guati Rojo, 1918-2003). It was he, being an outstanding watercolor artist, who...",
        "url": "https://www.calend.ru/holidays/0/0/3416/"
      }
    ]
  },
  {
    "date": "2024-11-26",
    "holidays": [
      {
        "title": "World Information Day",
        "description": "November 26 is marked as World Information Day, which has been held annually since 1994 at the initiative of the International Academy of Informatization (IAI), which has general consultative status in the Economic and Social Council.",
        "url": "https://www.calend.ru/holidays/0/0/111/"
      }
    ]
  },
  {
    "date": "2024-11-26",
    "holidays": [
      {
        "title": "International Shoemaker's Day",
        "description": "November 26 is International Shoemaker's Day - a professional holiday for masters and craftsmen engaged in the design, manufacture and sewing of footwear, as well as workers involved in this production and specialists in shoe repair.",
        "url": "https://www.calend.ru/holidays/0/0/3278/"
      }
    ]
  },
  {
    "date": "2024-11-28",
    "holidays": [
      {
        "title": "World Compassion Day",
        "description": "World Compassion Day (WCD), or World Mercy Day, is celebrated annually on November 28 worldwide. The initiator of this humane holiday was an Indian poet, journalist and public figure - Pritish.",
        "url": "https://www.calend.ru/holidays/0/0/3417/"
      }
    ]
  },
  {
    "date": "2024-11-29",
    "holidays": [
      {
        "title": "Black Friday",
        "description": "Annually on the first Friday after the American Thanksgiving Day (usually - it's the last week of November) starts the famous Black Friday - a day that does not match its gloomy name at all. Because Black Friday is one...",
        "url": "https://www.calend.ru/holidays/0/0/3277/"
      }
    ]
  },
  {
    "date": "2024-11-29",
    "holidays": [
      {
        "title": "World No Shopping Day",
        "description": "Annually, at the end of November, people in many countries around the world abstain from any purchases for a day, reminding themselves that excessive consumption is a dangerous social trend. The Buy Nothing Day in North America.",
        "url": "https://www.calend.ru/holidays/0/0/3017/"
      }
    ]
  },
  {
    "date": "2024-11-30",
    "holidays": [
      {
        "title": "World Pet Day",
        "description": "Annually on November 30th, World Pets Day is celebrated in many countries. It is dedicated to all animals domesticated by humans and serves as a reminder to all of humanity about the responsibility for our \"lesser brothers.\" Don't",
        "url": "https://www.calend.ru/holidays/0/0/3219/"
      }
    ]
  },
  {
    "date": "2024-11-30",
    "holidays": [
      {
        "title": "International Information Security Day",
        "description": "In 1988, the American Association for Computing Machinery (ACM) declared November 30 as International Computer Security Day. The purpose of the Day, also known as Computer Security Day, is to raise awareness about computer security.",
        "url": "https://www.calend.ru/holidays/0/0/1607/"
      }
    ]
  },
  {
    "date": "2024-12-01",
    "holidays": [
      {
        "title": "Neurologist's Day",
        "description": "December 1 is celebrated as Neurologist's Day - an unofficial professional holiday for doctors, specialists, scientists whose work is aimed at the prevention and treatment of diseases of the central and peripheral nervous system of a person. Neurology is among the medical sciences.",
        "url": "https://www.calend.ru/holidays/0/0/3588/"
      }
    ]
  },
  {
    "date": "2024-12-02",
    "holidays": [
      {
        "title": "Day of 2D Artists",
        "description": "On December 2, designers of two-dimensional computer graphics celebrate their unofficial professional holiday. Logically, the date was chosen to coincide with the name of the profession: 2D — 2 December. Computer graphics designers, before",
        "url": "https://www.calend.ru/holidays/0/0/3203/"
      }
    ]
  },
  {
    "date": "2024-12-02",
    "holidays": [
      {
        "title": "Cyber Monday",
        "description": "Cyber Monday is a marketing term for the Monday that follows Black Friday (a day of huge discounts and sales) and is considered its continuation, but not in \"real\", traditional stores, but on the Internet. It's time to",
        "url": "https://www.calend.ru/holidays/0/0/3279/"
      }
    ]
  },
  {
    "date": "2024-12-03",
    "holidays": [
      {
        "title": "World Computer Graphics Day",
        "description": "On the third of December, computer graphics and designers around the world traditionally celebrate their holiday (although unofficial). The idea of its establishment, put forward in 1998, belongs to the American company Alias. This date is for the World Computer Day.",
        "url": "https://www.calend.ru/holidays/0/0/3037/"
      }
    ]
  },
  {
    "date": "2024-12-03",
    "holidays": [
      {
        "title": "International Day of Action against Pesticides",
        "description": "On December 3rd, the world population observes International Day for the Fight Against Pesticides (Global No Pesticides Use Day). It was initiated by the Pesticide Action Network (PAN International) in 1998 in memory of the environmental disaster that occurred on December 3rd.",
        "url": "https://www.calend.ru/holidays/0/0/3133/"
      }
    ]
  },
  {
    "date": "2024-12-04",
    "holidays": [
      {
        "title": "Day of ordering gifts and writing letters to Santa Claus",
        "description": "December 4th is marked by an interesting and special holiday dedicated to the upcoming New Year - the Day of Ordering Gifts and Writing Letters to Santa Claus. It is dedicated to everyone who believes in this winter wizard and eagerly awaits the wonderful holiday - New Year.",
        "url": "https://www.calend.ru/holidays/0/0/3280/"
      }
    ]
  },
  {
    "date": "2024-12-05",
    "holidays": [
      {
        "title": "Ninja Day",
        "description": "Relatively recently, a new holiday emerged among the unusual holidays with a national history but gaining popularity in different countries, called the Day of the Ninja. It is celebrated annually on December 5th, and according to one version...",
        "url": "https://www.calend.ru/holidays/0/0/3589/"
      }
    ]
  },
  {
    "date": "2024-12-08",
    "holidays": [
      {
        "title": "International Artist's Day",
        "description": "December 8 is marked as International Artist Day, which was established in 2007 by the International Association \"Art of the Peoples of the World\". This is not the only date associated with the profession of an artist. Ukraine celebrates this day in October, and in Russia.",
        "url": "https://www.calend.ru/holidays/0/0/3338/"
      }
    ]
  },
  {
    "date": "2024-12-10",
    "holidays": [
      {
        "title": "International Animal Rights Day",
        "description": "On December 10th in many countries around the world, International Animal Rights Day is celebrated, which marks the day of action for the adoption of the Declaration of Animal Rights or International Animal Rights Day, which was established in 1998 - the 50th anniversary of the signing of the Declaration.",
        "url": "https://www.calend.ru/holidays/0/0/3186/"
      }
    ]
  },
  {
    "date": "2024-12-10",
    "holidays": [
      {
        "title": "World Football Day",
        "description": "Annually on December 10, the World Football Day (World Football Day) is informally but traditionally celebrated worldwide. Thus, the international community pays tribute to this sport, which for many millions is not just a game, but a lifestyle.",
        "url": "https://www.calend.ru/holidays/0/0/1734/"
      }
    ]
  },
  {
    "date": "2024-12-11",
    "holidays": [
      {
        "title": "International Tango Day",
        "description": "December 11, on the birthday of the Argentine singer and film actor, the famous \"King of Tango\" Carlos Gardel (Carlos Gardel, 1887 (or 1890) - 1935), the International Day of Tango (International Day of Tango) is celebrated - a holiday of dance, the philosophy of which",
        "url": "https://www.calend.ru/holidays/0/0/2566/"
      }
    ]
  },
  {
    "date": "2024-12-12",
    "holidays": [
      {
        "title": "Gingerbread House Day",
        "description": "December 12 marks one of the unusual \"tasty\" holidays dedicated to a confectionery product - Gingerbread House Day. Decorated with multicolored icing, cream and various sweets, such \"buildings\" are immediately associated.",
        "url": "https://www.calend.ru/holidays/0/0/3849/"
      }
    ]
  },
  {
    "date": "2024-12-14",
    "holidays": [
      {
        "title": "International Monkey Day",
        "description": "Among the holidays dedicated to individual representatives of the animal world, rare or endangered species, animals that play a significant role in the life of a particular people or country, International Monkey Day stands alone. And this is related to...",
        "url": "https://www.calend.ru/holidays/0/0/3599/"
      }
    ]
  },
  {
    "date": "2024-12-15",
    "holidays": [
      {
        "title": "Tea Day",
        "description": "Every year on December 15, in all countries that hold the status of leading global tea producers, Tea Day is celebrated - a holiday of one of the oldest and most beneficial drinks on Earth. It should not be confused with another date - International Tea Day.",
        "url": "https://www.calend.ru/holidays/0/0/2667/"
      }
    ]
  },
  {
    "date": "2024-12-16",
    "holidays": [
      {
        "title": "Day of conquering the peaks",
        "description": "December 16th is the Day of Conquering Peaks - a holiday not only for climbers and rock climbers - conquerors of heights in the literal sense of the word. It is a holiday for everyone who strives for new heights of personal and career growth, who does not give up on their way.",
        "url": "https://www.calend.ru/holidays/0/0/3768/"
      }
    ]
  },
  {
    "date": "2024-12-17",
    "holidays": [
      {
        "title": "International Day for the Protection of Sex Workers from Violence and Cruelty",
        "description": "Annually, starting from 2003, December 17th is recognized as the International Day to End Violence Against Sex Workers in various countries, the initiation of which was made by an international organization.",
        "url": "https://www.calend.ru/holidays/0/0/2568/"
      }
    ]
  },
  {
    "date": "2024-12-19",
    "holidays": [
      {
        "title": "International Day for the Eradication of Poverty",
        "description": "Annually on December 19, the global community celebrates International Day to Assist the Poor. The United Nations Organization considers poverty as a \"state of prolonged forced absence of necessities\".",
        "url": "https://www.calend.ru/holidays/0/0/120/"
      }
    ]
  },
  {
    "date": "2024-12-20",
    "holidays": [
      {
        "title": "Loser's Day",
        "description": "Every third Friday of December, an unofficial holiday is celebrated, known as Loser's Day or Underdog Day. It is known in many countries. It is a cheerful and sad holiday at the same time. On the one hand, people who are not capable...",
        "url": "https://www.calend.ru/holidays/0/0/3764/"
      }
    ]
  },
  {
    "date": "2024-12-21",
    "holidays": [
      {
        "title": "Winter solstice day",
        "description": "The winter solstice is celebrated on December 21 or 22, depending on the year. This astronomical event, currently of great interest to astronomers, was considered one of the important ones in the annual cycle along with three other similar ones in ancient times.",
        "url": "https://www.calend.ru/holidays/0/0/3760/"
      }
    ]
  },
  {
    "date": "2024-12-22",
    "holidays": [
      {
        "title": "Power Engineer's Day",
        "description": "The Power Engineers' Day is a professional holiday for all workers in the industry that encompasses the generation, transmission, and sale of electrical and thermal energy to consumers, which they celebrate on one of the shortest daylight days of the year - December 22nd.",
        "url": "https://www.calend.ru/holidays/0/0/122/"
      }
    ]
  },
  {
    "date": "2024-12-22",
    "holidays": [
      {
        "title": "International Day of Bardic Song",
        "description": "For many fans of author's song, in addition to annual festivals dedicated to this cultural phenomenon, among which the Grushinsky and Ilmensky festivals are the most famous in Russia, there is also a holiday celebrated annually on December 22. It is called",
        "url": "https://www.calend.ru/holidays/0/0/3601/"
      }
    ]
  },
  {
    "date": "2024-12-25",
    "holidays": [
      {
        "title": "Christmas according to the New Julian calendar",
        "description": "The birthday of Jesus Christ is one of the main Christian holidays. On this day - December 25 - Christmas is celebrated not only by Western churches, but also by a number of Orthodox churches around the world, which adopted the Revised Julian calendar in the early 1920s.",
        "url": "https://www.calend.ru/holidays/0/0/1842/"
      }
    ]
  },
  {
    "date": "2024-12-26",
    "holidays": [
      {
        "title": "Gift Day",
        "description": "Boxing Day is a holiday celebrated in the UK and in several countries of the British Commonwealth: Australia, New Zealand, Canada the day after Christmas - December 26th. Nowadays, its distinguishing feature is...",
        "url": "https://www.calend.ru/holidays/0/0/3180/"
      }
    ]
  },
  {
    "date": "2024-12-28",
    "holidays": [
      {
        "title": "International Cinema Day",
        "description": "International Cinema Day is a celebration for filmmakers - workers of this amazing art - and its lovers all around the world. On December 28, 1895, in Paris at the \"Grand Cafe\" on the Capuchin Boulevard, the first cinema session of the Lumiere brothers took place.",
        "url": "https://www.calend.ru/holidays/0/0/2353/"
      }
    ]
  },
  {
    "date": "2024-12-29",
    "holidays": [
      {
        "title": "International Cello Day",
        "description": "International Cello Day or Cellist's Day is an unofficial holiday for cello musicians and music lovers, which is celebrated annually on December 29th. The date for this musical holiday was chosen as the day.",
        "url": "https://www.calend.ru/holidays/0/0/3494/"
      }
    ]
  }
]